Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# ImportingDataSourceText
source: Importing Data Source(s)...
chs: 导入数据源（S）...
fr_fr: Importation Source (s) de données ...
ko_kr: 가져 오기 데이터 소스 (들) ...

# ControlDesignerWidget
source: Add a data source to bind data to widgets in your Dashboard.
chs: 添加到您的仪表板数据绑定到部件的数据源。
fr_fr: Ajouter une source de données pour lier les données aux widgets dans votre tableau de bord.
ko_kr: 대시 보드에서 위젯에 데이터를 바인딩 할 데이터 소스를 추가합니다.

# ControlDesignerDataSourceNotAdded
source: You have not configured a data source yet.
chs: 您还没有配置数据源呢。
fr_fr: Vous n'êtes pas encore configuré une source de données.
ko_kr: 아직 데이터 소스를 구성하지 않았습니다.

# LabelClearFormattingTooltip
source: Clear Formatting
chs: 清除格式
fr_fr: Effacer la mise
ko_kr: 서식 지우기

# PropertiesWindowEnableColumnGrandTotal
source: Enable Column Summary
chs: 启用列摘要
fr_fr: Activer Résumé de la colonne
ko_kr: 열 요약 사용

# PropertiesWindowEnableRowGrandTotal
source: Enable Row Summary
chs: 启用行汇总
fr_fr: Activer Résumé Row
ko_kr: 행 요약 사용

# ControlTitleSplineAreaChart
source: Spline Area Chart
chs: 样条区域图
fr_fr: Graphique Spline Area
ko_kr: 스플라인 영역 차트

# SchemaUncheckAlertMessage
source: Removing this column will affect expression fields that refer to it. Do you still want to continue?
chs: 删除此列将影响引用它的表现领域。你还是要继续吗？
fr_fr: La suppression de cette colonne aura une incidence sur les champs d'expression qui s'y réfèrent. Voulez-vous continuer?
ko_kr: 이 열을 제거하면 그것을 참조 식 필드에 영향을 미칠 것입니다. 그래도 계속 하시겠습니까?

# ArithmeticValueWindowEnterValueText
source: Enter a value to modify each value in the column.
chs: 输入一个值来修改列中的每个值。
fr_fr: Entrez une valeur pour modifier chaque valeur dans la colonne.
ko_kr: 열에있는 각 값을 수정할 값을 입력합니다.

# ArithmeticValueWindowTitle
source: Arithmetic Value Window
chs: 算术值窗口
fr_fr: Arithmétique Valeur Fenêtre
ko_kr: 산술 값 창

# ArithmeticValueWindowValueText
source: Value
chs: 价值
fr_fr: Valeur
ko_kr: 가격

# DataSourceWizardTestConnectionTooltip
source: Test Connection
chs: 测试连接
fr_fr: Test de connexion
ko_kr: 연결 테스트

# DescriptionArithmeticAdd
source: Adds given value to each row of the selected column
chs: 添加给定值到所选列的每一行
fr_fr: Ajoute valeur donnée à chaque ligne de la colonne sélectionnée
ko_kr: 선택한 열의 각 행에 가치를 부여 추가합니다

# DescriptionArithmeticDivide
source: Divide each row of the selected column with given value and return the quotient value
chs: 划分所选列的各行给定值，并返回商值
fr_fr: Divisez chaque ligne de la colonne sélectionnée avec une valeur donnée et retourner la valeur du quotient
ko_kr: 주어진 값으로 선택한 열의 각 행을 나누고 몫 값을 반환

# DescriptionArithmeticModulus
source: Divide each row of the selected column with given value and return the remainder value
chs: 划分所选列的各行给定值，并返回余数值
fr_fr: Divisez chaque ligne de la colonne sélectionnée avec une valeur donnée et retourner la valeur restante
ko_kr: 주어진 값으로 선택한 열의 각 행을 분할하고 나머지 값을 반환

# DescriptionArithmeticMultiply
source: Multiply given value with each row of the selected column
chs: 乘以给定值与所选择的列的每一行
fr_fr: Multiplier la valeur donnée à chaque ligne de la colonne sélectionnée
ko_kr: 선택한 열의 각 행에 지정된 값을 곱하면

# DescriptionArithmeticSubtract
source: Subtracts given value to each row of the selected column
chs: 减去给定值到所选列的每一行
fr_fr: Soustrait valeur donnée à chaque ligne de la colonne sélectionnée
ko_kr: 선택한 열의 각 행에 가치를 부여 뺍니다

# InitialFilterAnd
source: AND
chs: 和
fr_fr: ET
ko_kr: 및

# InitialFilterAndNot
source: AND NOT
chs: 并不是
fr_fr: ET PAS
ko_kr: 아닌지

# InitialFilterOr
source: OR
chs: 或
fr_fr: OU
ko_kr: 또는

# InitialFilterOrNot
source: OR NOT
chs: 或不
fr_fr: Ou pas ?
ko_kr: 또는 아닙니다

# ExpressionEditorFunctionDescriptionConcat
source: Returns a string value resulting from the concatenation of two or more string values.
chs: 返回从两个或多个串值的级联产生的字符串值。
fr_fr: Renvoie une valeur de chaîne résultant de la concaténation de deux ou plusieurs valeurs de chaîne.
ko_kr: 두 개 이상의 문자열 값의 연결로 인한 문자열 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionDescending
source: Returns a sort expression based on descending order of the column.
chs: 返回基于降序列顺序排序表达式。
fr_fr: Retourne une expression de tri fondée sur l'ordre de la colonne descendante.
ko_kr: 컬럼의 내림차순에 따라 정렬 식을 돌려줍니다.

# ExpressionEditorFunctionDescriptionFirst
source: Returns the first value in a group.
chs: 返回一个组中的第一个值。
fr_fr: Renvoie la première valeur dans un groupe.
ko_kr: 그룹의 첫 번째 값을 반환합니다.

# ExpressionEditorFunctionDescriptionLast
source: Returns the last value of the column in a group.
chs: 返回一个组中的列的最后一个值。
fr_fr: Renvoie la dernière valeur de la colonne dans un groupe.
ko_kr: 그룹의 열의 마지막 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionNowDate
source: Returns the current date including the time.
chs: 返回当前日期包括时间。
fr_fr: Renvoie la date actuelle, y compris le temps.
ko_kr: 시간을 포함하여 현재 날짜를 반환합니다.

# ExpressionEditorFunctionDescriptionPow
source: Returns the first argument raised to the power of the second argument.
chs: 返回提出的第二个参数的权力的第一个参数。
fr_fr: Retourne le premier argument élevé à la puissance du second argument.
ko_kr: 두 번째 인수의 제곱 첫 번째 인수를 돌려줍니다.

# ExpressionEditorFunctionDescriptionRowNumber
source: Returns a sequential number starting at 1 within a window partition.
chs: 返回一个窗口分区中从1开始的连续号码。
fr_fr: Renvoie un numéro séquentiel commençant à 1 dans une partition de la fenêtre.
ko_kr: 윈도우 파티션 내에서 1에서 시작하는 일련 번호를 돌려줍니다.

# ExpressionEditorFunctionDescriptionTodayDate
source: Returns the today's date as a timestamp value.
chs: 返回今天的日期作为时间戳值。
fr_fr: Renvoie la date du jour en tant que valeur d'horodatage.
ko_kr: 타임 스탬프 값으로 오늘 날짜를 반환합니다.

# ExpressionEditorFunctionDescriptionTomorrow
source: Returns the tomorrow date as a timestamp value.
chs: 返回明天日期作为时间戳值。
fr_fr: Renvoie la date de demain comme une valeur d'horodatage.
ko_kr: 타임 스탬프 값으로 내일 날짜를 반환합니다.

# AddedControlsContainerAddDataSourceToolTip
source: Add data source
chs: 添加数据源
fr_fr: Ajouter une source de données
ko_kr: 데이터 소스를 추가

# AxisElementBoxAggregationExpressionAlertMessage
source: Aggregation type of Expression in this section has not a correct format.
chs: 本节中的表达的凝集​​类型具有不正确的格式。
fr_fr: Type d'agrégation d'expression dans cette section n'a pas un format correct.
ko_kr: 이 섹션 식의 집계 유형이 아닌 올바른 형식이 있습니다.

# UserControlsMasterFilterActionFilterWarningFilterSchemeSwitch
source: This action will reset all the customizations done.
chs: 这一行动将重置完成所有自定义。
fr_fr: Cette action permet de réinitialiser toutes les personnalisations effectuées.
ko_kr: 이 작업을 수행하는 모든 사용자 지정을 다시 설정합니다.

# KeepDataSourceChanges
source: Do you want to keep changes?
chs: 你想保留的变化？
fr_fr: Voulez-vous conserver les modifications?
ko_kr: 당신은 변경 내용을 유지 하시겠습니까?

# ExpressionEditorConfiguredControlDeleteAlertMessage
source: Deleting an expression will affect the widgets that have already been configured with it. Do you still want to proceed?
chs: 删除表达式将会影响已配置与它的小部件。是否仍要继续？
fr_fr: La suppression d'une expression aura une incidence sur les widgets qui ont déjà été configurés avec elle. Voulez-vous continuer?
ko_kr: 식을 삭제하면 이미 구성되어있는 위젯에 영향을 미칠 것입니다. 그래도 계속 하시겠습니까?

# CustomViewExpressionArithmetic
source: Arithmetic Functions
chs: 算术函数
fr_fr: Fonctions arithmétiques
ko_kr: 연산 기능

# CustomViewExpressionDate
source: Date Expressions
chs: 日期表达式
fr_fr: La date expressions
ko_kr: 날짜 식

# CustomViewExpressionDuplicateColumn
source: Duplicate Column
chs: 重复的列
fr_fr: Colonne Dupliquer
ko_kr: 중복 열

# DataSourceConnect
source: Connect
chs: 接
fr_fr: Relier
ko_kr: 연결하기

# Import_Container_Empty_Collection
source: Select atleast one field to Import
chs: 至少选择一个字段导入
fr_fr: Sélectionner au moins un champ à importer
ko_kr: 가져 오기이어야 하나의 필드를 선택

# RelationalSplitButtonHeaderTextWeekYear
source: Week Year
chs: 周新年
fr_fr: semaine Année
ko_kr: 주 년

# RetryButton
source: Retry
chs: 重试
fr_fr: Réessayez
ko_kr: 다시 해 보기

# ToolboxAreaControlName
source: Area
chs: 区
fr_fr: Zone
ko_kr: 구역

# ToolboxBarControlName
source: Bar
chs: 酒吧
fr_fr: diagramme en bâton
ko_kr: 바

# ToolboxBubbleControlName
source: Bubble Chart
chs: 气泡图
fr_fr: Graphique à bulles
ko_kr: 버블 차트

# ToolboxColumnControlName
source: Column
chs: 柱
fr_fr: Colonne
ko_kr: 열

# ToolboxComboChartControlName
source: Combo Chart
chs: 组合图
fr_fr: Combo Graphique
ko_kr: 콤보 차트

# ToolboxDoughnutControlName
source: Doughnut
chs: 甜甜圈
fr_fr: donut
ko_kr: 도넛

# ToolboxFunnelControlName
source: Funnel
chs: 漏斗
fr_fr: Entonnoir
ko_kr: 깔때기

# ToolboxLineControlName
source: Line
chs: 线
fr_fr: Ligne
ko_kr: 6번 줄

# ToolboxPieControlName
source: Pie
chs: 馅饼
fr_fr: Diagramme en camembert
ko_kr: 파이

# ToolboxPyramidControlName
source: Pyramid
chs: 金字塔
fr_fr: Pyramide
ko_kr: 피라미드

# ToolboxScatterControlName
source: Scatter
chs: 分散
fr_fr: Dispersion
ko_kr: ~을 뿌리다

# ToolboxSplineAreaControlName
source: SplineArea
chs: 样条区域
fr_fr: Zonespline
ko_kr: 스플라인 영역

# ToolboxSplineAreaControlNameText
source: Spline Area
chs: 花键区
fr_fr: Zone spline
ko_kr: 스플라인 지역

# ToolboxSplineControlName
source: Spline
chs: 仿样
ko_kr: 운형자

# ToolboxStackedBarControlName
source: Stacked Bar
chs: 堆叠式酒吧
fr_fr: Bar Empilé
ko_kr: 누적 된 바

# ToolboxStackingBarControlName
source: StackingBar
chs: 堆叠酒吧
fr_fr: Barre d'empilager
ko_kr: 스태킹 바

# ToolboxStackedColumnControlName
source: Stacked Column
chs: 堆积柱形图
fr_fr: Colonne Empilé
ko_kr: 누적 된 열

# ToolboxStackingColumnControlName
source: StackingColumn
chs: 堆叠列
fr_fr: EmpilageColonne
ko_kr: 스태킹 열

# ToolboxStackingAreaControlName
source: StackingArea
chs: 堆放区
fr_fr: Zone d'empilage
ko_kr: 스태킹 영역

# ToolboxStackedAreaControlName
source: Stacked Area
chs: 堆积面积
fr_fr: Zone Empilé
ko_kr: 누적 된 지역

# UserControlMultipleSelectionComboBoxInclusion
source: Inclusion
chs: 包容
ko_kr: 포함

# DeleteMergedTableWithExpressionFields
source: Removing this table will affect expression fields that refer to columns in this table. Do you still want to continue?
chs: 删除此表将影响引用列在该表表达式字段。你还是要继续吗？
fr_fr: La suppression de ce tableau aura une incidence sur les champs d'expression qui se réfèrent à des colonnes dans ce tableau. Voulez-vous continuer?
ko_kr: 이 테이블을 제거하면이 표에 열을 참조 식 필드에 영향을 미칠 것입니다. 그래도 계속 하시겠습니까?

# FilterWindowRemoveToolTip
source: Remove filter
chs: 删除过滤器
fr_fr: Supprimer le filtre
ko_kr: 필터를 제거

# CustomDeleteBoxAlertMessageConfirmation
source: Are you sure you want to delete
chs: 你确定你要删除
fr_fr: Etes-vous sûr que vous voulez supprimer
ko_kr: 정말 추가하시겠습니까?

# PropertiesWindowHeaderTextEnableVerticalLines
source: Vertical Grid Line
chs: 垂直网格线
fr_fr: Vertical Quadrillage
ko_kr: 수직 그리드 라인

# ExpressionInvalidFloatData
source: Invalid Float data may lead to floating point exception.
chs: 无效的浮点数据可能会导致浮点异常。
fr_fr: données Float non valides peuvent conduire à virgule flottante exception.
ko_kr: 잘못된 부동 소수점 데이터를 소수점 예외 부동 발생할 수 있습니다.

# CustomDeleteBoxAlertMessageConfirmationMultiple
source: Are you sure you want to delete the selected item?
chs: 你确定要删除所选的项目吗？
fr_fr: Etes-vous sûr de vouloir supprimer les Contacts sélectionnés?
ko_kr: 당신이 선택한 스냅 샷을 삭제 하시겠습니까?

# UpdateButton
source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 업데이트

# EditTitleToolTip
source: Edit title and description
chs: 编辑标题和说明
fr_fr: Modifier le titre et la description
ko_kr: 편집 제목과 설명

# PropertiesTrendLineLineStyle
source: Line Style
chs: 线型
fr_fr: Style de ligne
ko_kr: 선 스타일

# PropertiesTrendLineLineStyleDash
source: Dash
chs: 短跑
fr_fr: Tiret
ko_kr: 대시

# PropertiesTrendLineLineStyleDot
source: Dot
chs: 点
fr_fr: Point
ko_kr: 점

# PropertiesTrendLineLineStyleDotDash
source: DotDash
chs: 点划线
fr_fr: PointTiret
ko_kr: 닷 닷쉬

# PropertiesTrendLineLineStyleLongDash
source: LongDash
chs: 长破折号
fr_fr: Longtiret
ko_kr: 긴 대시

# PropertiesTrendLineLineStyleSolid
source: Solid
chs: 固体
fr_fr: Solide
ko_kr: 고체

# PropertiesTrendLineLineStyleLongDashDotDot
source: LongDashDotDot
chs: 长划点点
fr_fr: LongtiretPointPoint
ko_kr: 긴 대시 점

# PromptFileNotFound
source: was not found in this directory ! Do you want to load another valid file?
chs: 该目录中未找到！你要加载另一个有效的文件？
fr_fr: n'a pas été trouvé dans ce répertoire! Voulez-vous charger un autre fichier valide?
ko_kr: 이 디렉토리에서 찾을 수 없습니다! 다른 유효한 파일을로드 하시겠습니까?

# InvalidColumnsAndTables
source: Columns and tables are mismatched.
chs: 列和表不匹配。
fr_fr: Les colonnes et les tableaux ne correspondent pas.
ko_kr: 열 및 테이블이 일치하지 않습니다.

# GridConditionalFormattingColumns
source: Columns
chs: 列
fr_fr: Colonnes
ko_kr: 열

# GridConditionalFormattingTemplateColumns
source: Grid Template Column
chs: 网格模板列
fr_fr: Grille Modèle Colonne
ko_kr: 그리드 템플릿 열

# GridConditionalFormattingDisplayType
source: Display Type
chs: 显示器类型
fr_fr: Type d'affichage:
ko_kr: 표시 유형

# ExpressionEditorIsNumericFunctionAlertMessage
source: Expression should return numeric value.
chs: 表达式应该返回数值。
fr_fr: Expression doit retourner une valeur numérique.
ko_kr: 식 숫자 값을 반환해야합니다.

# LogOnTitleText
source: Log in with your dashboard server credentials
chs: 登录与您的仪表板服务器凭据
fr_fr: Connectez-vous avec vos informations d'identification de serveur de tableau de bord
ko_kr: 대시 보드 서버 자격 증명을 사용하여 로그인

# PreviewDataText
source: Interactions in the grid will only be reflected in the preview and will not affect the underlying data.
chs: 在网格的相互作用将仅反映在预览并不会影响的基础数据。
fr_fr: Les interactions dans la grille ne seront pris en compte dans l'aperçu et ne concernent pas les données sous-jacentes.
ko_kr: 그리드의 상호 작용은 미리보기에 반영되며 기본 데이터에 영향을주지 않습니다.

# DashboardLinkTo
source: Link To
chs: 链接到
fr_fr: Lien vers:
ko_kr: 에 한 링크

# PropertyWindowEnableHierarchyFilter
source: Enable Hierarchical Filtering
chs: 启用分层过滤
fr_fr: Activer le filtrage hiérarchique
ko_kr: 계층 필터링을 사용하도록 설정

# DataConnectionHeaderTextFilePath
source: File Path
chs: 文件路径
fr_fr: Chemin du fichier
ko_kr: 파일 경로

# DataDesignViewEditDatabase
source: Edit Connection
chs: 编辑连接
fr_fr: Modifier la connexion
ko_kr: 연결 편집

# DeserializationError
source: Error in Control Report
chs: 错误控制报告
fr_fr: Erreur dans le rapport de contrôle
ko_kr: 제어 보고서 오류

# PropertiesWindowHeaderTextBasicSettings
source: Basic Settings
chs: 基本设置
fr_fr: Paramètres de base
ko_kr: 기본 설정

# PropertiesWindowHeaderTextRangeSettings
source: Range Settings
chs: 范围设置
fr_fr: Paramètres de plage
ko_kr: 범위 설정

# PropertiesWindowHeaderTextRangeType
source: Range Type
chs: 范围类型
fr_fr: Type de plage
ko_kr: 범위 설정

# PropertiesWindowHeaderTextRangeHigh
source: High
chs: 高
fr_fr: Haute
ko_kr: 높은

# PropertiesWindowHeaderTextRangeAverage
source: Average
chs: 平均
fr_fr: Moyenne
ko_kr: 평균

# PropertiesWindowHeaderTextRangeLow
source: Low
chs: 低
fr_fr: Faible
ko_kr: 낮은

# PropertiesWindowHeaderTextRangeFrom
source: From
chs: 从
fr_fr: De
ko_kr: 에서

# PropertiesWindowHeaderTextRangeTo
source: To
chs: 至
fr_fr: À
ko_kr: 에

# ContainerPropertiesHeaderTextSelectionType
source: Selection Type
chs: 选择类型
fr_fr: Type de sélection
ko_kr: 선택 유형

# PropertiesCategoryHeaderShapeBuiltIn
source: Built-in
chs: 内建的
fr_fr: Construit en
ko_kr: 내장

# PropertiesCategoryHeaderRangeColorSettings
source: Range Color Settings
chs: 范围颜色设置
fr_fr: Paramètres de couleur Gamme
ko_kr: 범위 색상 설정

# LinkedReportContainerHeaderText
source: LINKED DASHBOARDS
chs: 联仪表板
fr_fr: TABLEAUX DE BORD LIÉS
ko_kr: 링크 된 대시 보드를

# LabelRichTextEditWindowTooltipEditHyperlink
source: Edit Hyperlink
chs: 编辑超链接
fr_fr: Modifier le lien hypertexte
ko_kr: 하이퍼 링크 편집

# PropertiesWindowHeaderTextEnableTrendLine
source: Enable Trendline
chs: 趋势线启用
fr_fr: Activer Trendline
ko_kr: 추세선을 사용

# LabelRichTextEditWindowTooltipHighlight
source: Highlight Color
chs: 高亮颜色
fr_fr: Couleur de surlignage
ko_kr: 컬러를 선택

# LabelRichTextEditWindowTooltipAlignBottom
source: Bottom
chs: 底部
fr_fr: Bas
ko_kr: 바닥

# LabelRichTextEditWindowTooltipAlignMiddle
source: Middle
chs: 中间
fr_fr: Milieu
ko_kr: 중간

# LabelRichTextEditWindowTooltipAlignTop
source: Top
chs: 热门程度
fr_fr: Haut
ko_kr: 상단

# PublishWindowButtonContentNext
source: Next
chs: 下一步
fr_fr: Suivant
ko_kr: 다음 것

# PublishWindowCategory
source: Category
chs: 类别
fr_fr: Catégorie
ko_kr: 범주

# PublishWindowDashboardName
source: Dashboard name
chs: 仪表盘的名称
fr_fr: Nom du tableau de bord
ko_kr: 대시 보드 이름

# PublishWindowDatabase
source: Database
chs: 数据库
fr_fr: Base de données
ko_kr: 데이터 베이스

# PublishWindowDescription
source: Description
chs: 说明
fr_fr: La description
ko_kr: 기술

# PublishWindowPassword
source: Password
chs: 密码
fr_fr: Mot de Passe
ko_kr: 암호

# PublishWindowServerName
source: Server
chs: 服务器
fr_fr: Serveur
ko_kr: 서버

# PublishWindowServerNameCaps
source: SERVER
chs: 服务器
fr_fr: Serveur
ko_kr: 서버

# PublishWindowUserName
source: Username
chs: 用户名
fr_fr: Nom d'utilisateur
ko_kr: 사용자 이름

# PropertiesWindowTrendLine
source: Trendline
chs: 趋势线
ko_kr: 추세선

# PropertiesWindowTrendLineLineColor
source: Line Color
chs: 线条颜色
fr_fr: Couleur
ko_kr: 선 색상

# PropertiesWindowTrendLineLineType
source: Line Type
chs: 线路类型
fr_fr: Type de ligne
ko_kr: 행 유형

# PropertiesWindowTrendLineOrder
source: Order
chs: 订单
fr_fr: Tri
ko_kr: 주문

# PropertiesWindowTrendLineSeries
source: Series
chs: 系列
fr_fr: Séries
ko_kr: 시리즈

# RelationalSchemaDesignerColumnTextColumn
source: Column
chs: 柱
fr_fr: Colonne
ko_kr: 열

# RelationalSchemaDesignerRemoveIconText
source: Remove
chs: 删除
fr_fr: Enlever
ko_kr: 삭제

# RelationalSchemaDesignerSettingsIconText
source: Settings
chs: 设置
fr_fr: Paramètres
ko_kr: 설정

# PropertiesWindowTrendLineLegendText
source: Legend Text
chs: 图例文本
fr_fr: Légende texte
ko_kr: 범례 텍스트

# PropertiesWindowColorScale
source: Color Scale
chs: 色阶
fr_fr: échelle de couleurs
ko_kr: 색 눈금

# PropertiesWindowScaleColors
source: Scale Colors
chs: 规模颜色
fr_fr: Echelle Couleurs
ko_kr: 스케일 색상

# WidgetsNoDataMessage
source: No data available to display.
chs: 无数据显示。
fr_fr: Aucune donnée disponible pour afficher.
ko_kr: 사용 가능한 데이터가 표시 없습니다.

# GridSortButtonContent
source: Sort...
chs: 排序
fr_fr: Trier
ko_kr: 정렬

source: Raw Data
chs: 原始数据
fr_fr: Données Brutes
ko_kr: 원시 데이터

source: Enable Data Grouping
chs: 启用数据分组
fr_fr: Activer le regroupement de données
ko_kr: 데이터 그룹화 사용

# RemoveAlertMessageForRawData
source: Configured aggregation fields gets deleted while switch to raw data mode.
chs: 配置的聚合字段在切换到原始数据模式时被删除。
fr_fr: Les champs d'agrégation configurés sont supprimés lors du passage au mode de données brutes.
ko_kr: 구성된 데이터 필드가 원시 데이터 모드로 전환되는 동안 삭제됩니다.

# AlertMessageforRawDataModeWithTopNInitialfilter
source: You can not disable grouping mode because initial filter in the data source is applied with Top N.
chs: 您不能禁用分组模式，因为数据源中的初始过滤器应用于顶部N.
fr_fr: Vous ne pouvez pas désactiver le mode de regroupement car le filtre initial dans la source de données est appliqué avec Top N.
ko_kr: 데이터 소스의 초기 필터가 상위 N에 적용되므로 그룹화 모드를 비활성화 할 수 없습니다.

# AlertMessageforInitialfilterinRawDataMode
source: You can not apply filters with Top N because this data source used in widget by disabling grouping mode.
chs: 您无法使用Top N应用过滤器，因为通过禁用分组模式在窗口小部件中使用此数据源。
fr_fr: Vous ne pouvez pas appliquer de filtres avec Top N car cette source de données utilisée dans widget désactive le mode de regroupement.
ko_kr: 이 데이터 소스는 그룹화 모드를 비활성화하여 위젯에 사용 되었기 때문에 상위 N 필터를 적용 할 수 없습니다.

# PropertiesWindowsData
source: Data Settings
chs: 数据设置
fr_fr: Paramètres de données
ko_kr: 데이터 설정

source: Summary Data
chs: 摘要数据
fr_fr: Sommaire des données
ko_kr: 요약 데이터

# PublishWindowSuccessfulMessage
source: Dashboard has been successfully published. Do you want to view it in the browser?
chs: 仪表板已成功发布。你想在浏览器中查看它？
fr_fr: Dashboard a été publié avec succès. Voulez-vous voir dans le navigateur?
ko_kr: 대시 보드가 성공적으로 게시되었습니다. 당신은 브라우저에서 볼 하시겠습니까?

# LogOnErrorMessage1
source: Invalid login.
chs: 登录无效。
fr_fr: Identifiant incorrect
ko_kr: 잘못된 로그인.

# LogOnErrorMessage2
source: Please fill in all the required fields.
chs: 请所有必填字段。
fr_fr: Veuillez remplir tous les champs
ko_kr: 필요한 모든 사항을 기입하시기 바랍니다.

# ExpressionEditorMultipleExpressionDeletionAlertMessage
source: Deleting this expression will affect the following.
chs: 删除这个表达式将影响以下。
fr_fr: La suppression de cette expression aura une incidence sur ce qui suit.
ko_kr: 이 표현을 삭제하면 다음에 영향을 미칠 것입니다.

# AddedControlsContainerLinkedDashboardTooltip
source: Linked Dashboards
chs: 链接仪表板
fr_fr: Dashboards liés
ko_kr: 링크 된 대시 보드

# RelationalSplitButtonHeaderTextMonthDayYear
source: Month Day Year
chs: 月日年
fr_fr: Année mois jour
ko_kr: 월 일 년

# ChartDefaultFontFamily
source: Roboto
ko_kr: Roboto로

# ErrorMessageAtLinking
source: Could not link the dashboard.
chs: 无法连结资讯主页。
fr_fr: Impossible de lier le tableau de bord.
ko_kr: 대시 보드를 연결할 수 없습니다.

# ToolboxCategoryToolTipCombination
source: Collection of widgets to compare quantitative values of different datasets
chs: 构件的集合，比较不同的数据集的定量值
fr_fr: Collection de widgets pour comparer les valeurs quantitatives des différents ensembles de données
ko_kr: 위젯의 컬렉션은 서로 다른 데이터 세트의 정량적 인 값을 비교

# ToolboxCategoryToolTipComparison
source: Collection of widgets to compare values of ordered or unordered items across categories
chs: 构件的集合，比较各类别有序或无序的项目值
fr_fr: Collection de widgets pour comparer les valeurs des articles commandés ou désordonnées dans toutes les catégories
ko_kr: 위젯의 컬렉션 카테고리에서 주문 또는 정렬되지 않은 항목의 값을 비교하는

# ToolboxCategoryToolTipDeviation
source: Collection of widgets to compare values to a goal value and depict the variation
chs: 小部件的集合值进行比较，以一个进球的价值和描绘的变化
fr_fr: Collection de widgets pour comparer les valeurs à une valeur de but et représentent la variation
ko_kr: 위젯의 컬렉션은 목표 값에 값을 비교하고 변화를 묘사하는

# ToolboxCategoryToolTipDistribution
source: Collection of widgets to compare the distribution of values over a time period
chs: 窗口小部件的集合，在一段时间内的值的分布比较
fr_fr: Collection de widgets pour comparer la distribution des valeurs sur une période de temps
ko_kr: 위젯의 컬렉션은 시간에 걸쳐 값의 분포를 비교하는

# ToolboxCategoryToolTipFilters
source: Collection of widgets that trigger filter actions that other widgets in the dashboard can listen to.
chs: 触发，在仪表板上的其他部件可以听筛选器操作构件的集合。
fr_fr: Collection de widgets qui déclenchent des actions de filtrage que d'autres widgets dans le tableau de bord peuvent écouter.
ko_kr: 대시 보드에서 다른 위젯들을 수 필터 동작을 트리거 위젯의 컬렉션입니다.

# ToolboxCategoryToolTipMiscellaneous
source: Collection of non-data bounded widgets for miscellaneous use
chs: 非数据的收集有界控件杂项使用
fr_fr: Collection de non-données bornée widgets pour une utilisation divers
ko_kr: 비 데이터의 수집 기타 사용을 위해 위젯을 경계

# ToolboxCategoryToolTipProportion
source: Collection of widgets to compare and showcase the proportionality of each item to the total in a group
chs: 构件的集合进行比较，并展示每个项目的比例为总组中
fr_fr: Collection de widgets pour comparer et mettre en valeur la proportionnalité de chaque élément au total dans un groupe
ko_kr: 위젯의 컬렉션은 비교 그룹의 총에 각 항목의 비례를 소개합니다

# ToolboxCategoryToolTipRelationship
source: Collection of widgets to compare values and depict relationship through specific characteristics
chs: 构件的集合值进行比较，并通过描绘特定特征的关系
fr_fr: Collection de widgets pour comparer les valeurs et représentent la relation à travers des spécificités
ko_kr: 위젯의 컬렉션 값을 비교하고 특정 특성을 통해 관계를 묘사하기 위해

# GridColumnType
source: Column
chs: 柱
fr_fr: Colonne
ko_kr: 열

# GridRowType
source: Row
chs: 行
fr_fr: Ligne
ko_kr: 열

# GridLinkingColumnSettings
source: Url Settings
chs: 网址设置
fr_fr: Paramètres url
ko_kr: URL 설정

# GridColumnSettingsHeader
source: Url Settings
chs: 网址设置
fr_fr: Paramètres url
ko_kr: URL 설정

# PropertiesWindowHeaderTextShowMarker
source: Show Marker
chs: 显示标记
fr_fr: Afficher Marker
ko_kr: 표시 마커

# DataSourceToolBarHeaderTextBackToDashboard
source: Back to dashboard
chs: 返回仪表盘
fr_fr: Retour à la page d'accueil
ko_kr: 다시 대시 보드

# DashboardDesignerHeaderMenuItemCopy
source: _Copy
chs: _复制
fr_fr: Copier
ko_kr: 부

# DashboardDesignerHeaderMenuItemCut
source: Cu_t
chs: 切
fr_fr: Couper
ko_kr: 잘라 내기

# DashboardDesignerHeaderMenuItemDashboard
source: _Dashboard
chs: 信息中心
fr_fr: Tableau de bord
ko_kr: 알림판

# DashboardDesignerHeaderMenuItemDelete
source: _Delete
chs: 删除
fr_fr: Supprimer
ko_kr: 지우다

# DashboardDesignerHeaderMenuItemEdit
source: _Edit
chs: 修改
fr_fr: Modifier
ko_kr: 수정하고, 계속 끊임없이 수정하세요.

# DashboardDesignerHeaderMenuItemPaste
source: _Paste
chs: _糊
fr_fr: Coller
ko_kr: 붙여넣기

# DashboardDesignerHeaderMenuItemRedo
source: _Redo
chs: _重做
fr_fr: _Refaire
ko_kr: 되돌리기 취소
