Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# AlertBoxOnOpeningHigherVersion
source: Dashboard could not be Opened since it was created using a newer version of the dashboard Designer application.
chs: 仪表板无法打开，因为它是使用更新版本的仪表板设计器应用程序创建的。
fr_fr: Le tableau de bord n'a pas pu être ouvert puisqu'il a été créé à l'aide d'une version plus récente de l'application Designer du tableau de bord.
ko_kr: 대시 보드 디자이너 응용 프로그램의 최신 버전을 사용하여 생성 되었기 때문에 Dashboard를 열 수 없습니다.

# DashboardAssemblyMissingMessage
source: The required assembly was not found.
chs: 没有找到所需的程序集。
fr_fr: L'assemblage requis n'a pas été trouvé.
ko_kr: 필요한 어셈블리를 찾을 수 없습니다.

# DashboardServiceErrorMessage
source: The Dashboard Service could not be contacted.
chs: 无法联系仪表板服务。
fr_fr: Le service Dashboard n'a pas pu être contacté.
ko_kr: 대시 보드 서비스에 연결할 수 없습니다.

# DashboardUnsupportedFileOpenDetail
source: The opened file may be altered or corrupted. Please relaunch the application and try opening the dashboard.
chs: 打开的文件可能会更改或损坏。 请重新启动应用程序，并尝试打开仪表板。
fr_fr: Le fichier ouvert peut être modifié ou corrompu. Veuillez relancer l'application et essayer d'ouvrir le tableau de bord.
ko_kr: 열린 파일이 변경되거나 손상되었을 수 있습니다. 애플리케이션을 다시 실행하고 대시 보드를 열어보십시오.

# ErrorWhileLaunchingLinkedDashboardMessage
source: Unable to launch the dashboard.
chs: 无法启动仪表板。
fr_fr: Impossible de lancer le tableau de bord.
ko_kr: 대시 보드를 시작할 수 없습니다.

# ExcelExceptionsNoWorkStreamDetail
source: This work book has been saved in the older Excel 95 format so try importing after upgrading to a newer version.
chs: 此工作簿已保存在较旧的Excel 95格式中，因此请在升级到较新版本后尝试导入。
fr_fr: Ce livre de travail a été enregistré dans l'ancien format Excel 95, alors essayez d'importer après la mise à niveau vers une version plus récente.
ko_kr: 이 작업서는 이전 Excel 95 형식으로 저장되었으므로 최신 버전으로 업그레이드 한 후에 가져 오기를 시도하십시오.

# PublishDashboardWarningDetail
source: Enable the ‘Mark dashboard and widget as public’ option in Dashboard Server’s settings.
chs: 在“仪表板服务器”设置中启用“将仪表板和窗口小部件公开”选项。
fr_fr: Activer l'option 'Marquer le tableau de bord et le widget en tant que public' dans les paramètres du serveur Dashboard.
ko_kr: 대시 보드 서버 설정에서 '대시 보드 및 위젯을 공개로 표시'옵션을 활성화합니다.

# ConnectionErrorMessage
source: There is a problem in connecting the server.
chs: 连接服务器时出现问题。
fr_fr: Il y a un problème lors de la connexion du serveur.
ko_kr: 서버 연결에 문제가 있습니다.

# CustomWidgetInvalidFileDetail
source: Ensure the file specified in the dashboard path is valid and has valid extension (*.SYCW). Ensue you are using valid JSON file. Ensue Js file is present.
chs: 确保仪表板路径中指定的文件有效，并具有有效的扩展名（* .SYCW）。 确保您使用的是有效的JSON文件。 确保存在Js文件。
fr_fr: Assurez-vous que le fichier spécifié dans le chemin de tableau de bord est valide et qu'il possède une extension valide (*.SYCW). Ensuite, vous utilisez un fichier JSON valide. Le fichier Ensue Js est présent.
ko_kr: 대시 보드 경로에 지정된 파일이 유효하고 올바른 확장자 (*.SYCW). 유효한 JSON 파일을 사용하고 있는지 확인하십시오. Ensue Js 파일이 존재합니다.

# CustomWidgetInvalidMessage
source: The loaded file is not a valid widget file.
chs: 加载的文件不是有效的窗口小部件文件。
fr_fr: Le fichier chargé n'est pas un fichier widget valide.
ko_kr: 로드 된 파일은 유효한 위젯 파일이 아닙니다.

# LogOnErrorVersionDetail
source: Upgrade the server or designer to the latest version. You are using
chs: 将服务器或设计器升级到最新版本。 你正在使用
fr_fr: Mettre à niveau le serveur ou le concepteur vers la dernière version. Vous utilisez
ko_kr: 서버 또는 디자이너를 최신 버전으로 업그레이드하십시오.

# LinkErrorDetail
source: 1. Please check the URL. 2. Ensure the requested dashboard is present in server or not. 3. Make sure you are connected to the internet.
chs: 请检查网址。 2.确保所请求的仪表板存在于服务器中。 3.确保您已连接到互联网。
fr_fr: 1. Vérifiez l'URL. 2. Assurez-vous que le tableau de bord demandé est présent dans le serveur ou non. 3. Assurez-vous que vous êtes connecté à Internet.
ko_kr: 1. URL을 확인하십시오. 2. 요청 된 대시 보드가 서버에 있는지 확인하십시오. 3. 인터넷에 연결되어 있는지 확인하십시오.

# KnowLessContent
source: Know Less
chs: 知道少
ko_kr: 아는 것이 적음

# KnowMoreContent
source: Know More
chs: 了解更多
ko_kr: 더 알아보기

# LessInfoContent
source: Hide Details
chs: 隐藏细节
fr_fr: Masquer les détails
ko_kr: 세부 정보 숨기기

# MoreInfoContent
source: Know Details
chs: 知道细节
ko_kr: 세부 정보

# AlertBoxOnOpeningInvalidUserFilterDetail
source: Check whether the file is in a valid format or not.
chs: 检查文件是否是有效的格式。
fr_fr: Vérifiez si le fichier est dans un format valide ou non.
ko_kr: 파일의 형식이 올바른지 확인하십시오.

# ErrorMessageAtLinkingDetail
source: 1. Please check the URL. 2. Ensure the requested dashboard is present in server or not. 3. Make sure you are connected to the internet.
chs: 请检查网址。 2.确保所请求的仪表板存在于服务器中。 3.确保您已连接到互联网。
fr_fr: 1. Vérifiez l'URL. 2. Assurez-vous que le tableau de bord demandé est présent dans le serveur ou non. 3. Assurez-vous que vous êtes connecté à Internet.
ko_kr: 1. URL을 확인하십시오. 2. 요청 된 대시 보드가 서버에 있는지 확인하십시오. 3. 인터넷에 연결되어 있는지 확인하십시오.

# NewerVersionDetail
source: Upgrade the designer to the latest version.
chs: 将设计师升级到最新版本。
fr_fr: Mettre à jour le concepteur vers la dernière version.
ko_kr: 디자이너를 최신 버전으로 업그레이드하십시오.

# AgentMode
source: Data Agent (Scheduled Refresh)
chs: 数据代理（计划刷新）
fr_fr: Agent de données (Refresh planifié)
ko_kr: 데이터 에이전트 (예약 된 새로 고침)

# CloudPassword
source: Password
chs: 密码
fr_fr: mot de passe
ko_kr: 비밀번호

# CloudShareableLink
source: File URL
chs: 档案网址
fr_fr: URL du fichier
ko_kr: 파일 URL

# FilesFromServer
source: File
chs: 文件
fr_fr: Fichier
ko_kr: 파일

# CloudType
source: File Storage
chs: 文件存储
fr_fr: Stockage de fichiers
ko_kr: 파일 저장소

# CloudUserName
source: User Name
chs: 用户名
fr_fr: Nom d'utilisateur
ko_kr: 사용자 이름

# ExtractMode
source: Extract to embedded database
chs: 提取到嵌入式数据库
fr_fr: Extraire à la base de données intégrée
ko_kr: 포함 된 데이터베이스로 추출

# LiveQueryMode
source: Live Query (Target Database Server)
chs: 实时查询（目标数据库服务器）
fr_fr: Live Query (serveur de base de données cible)
ko_kr: 라이브 쿼리 (대상 데이터베이스 서버)

# PublishMode
source: Publishing Options
chs: 发布选项
fr_fr: Options de publication
ko_kr: 게시 옵션

# CloudDropbox
source: Dropbox
chs: 投箱
ko_kr: 보관 용

# CloudGoogleDrive
source: Google Drive
chs: 谷歌云端硬盘
ko_kr: Google 드라이브

# CloudDashboardServer
source: Dashboard Server
chs: 仪表板服务器
fr_fr: Serveur de tableau de bord
ko_kr: 대시 보드 서버

# SelectCloudTypeAlertMessage
source: Cloud service should not be empty.
chs: 云服务不应该是空的。
fr_fr: Le service en nuage ne doit pas être vide.
ko_kr: 클라우드 서비스가 비어 있어서는 안됩니다.

# SelectServerFileAlertMessage
source: File should not be empty.
chs: 文件不应该是空的。
fr_fr: Le fichier ne devrait pas être vide.
ko_kr: 파일은 비워 둘 수 없습니다.

# ValidCloudUrlAlertMessage
source: Please enter the valid sharaeable link.
chs: 请输入有效的可浏览链接。
fr_fr: Entrez le lien valable valable.
ko_kr: 유효한 sharaeable 링크를 입력하십시오.

# ExceptionMessage
source: An unknown error has occurred.
chs: 出现未知错误。
fr_fr: Une erreur inconnue s'est produite.
ko_kr: 알 수없는 오류가 발생했습니다.

# DashboardParmeterContextMenuDataColumn
source: Data Column
chs: 数据列
fr_fr: colonne de données
ko_kr: 데이터 열

# DashboardParmeterContextMenuDataType
source: Type
chs: 类型
ko_kr: 유형

# DashboardParmeterContextMenuDefaultValue
source: Default Value
chs: 默认值
fr_fr: Valeur par défaut
ko_kr: 기본값

# DashboardParmeterContextMenuDisplaymember
source: Display Member
chs: 显示会员
fr_fr: Affichage membre
ko_kr: 회원 표시

# DashboardParmeterContextMenuIsShowprompt
source: Show Prompt
chs: 显示提示
ko_kr: 프롬프트 표시

# DashboardParmeterContextMenuList
source: List
chs: 名单
fr_fr: Liste
ko_kr: 목록

# DashboardParmeterContextMenuLitral
source: Literal
chs: 文字
ko_kr: 리터럴

# DashboardParmeterContextMenuMarkAsFilter
source: Show in Viewer
chs: 在查看器中显示
fr_fr: Afficher dans Viewer
ko_kr: 뷰어에 표시

# DashboardParmeterContextMenuModeTypes
source: Mode
chs: 模式
ko_kr: 모드

# DashboardParmeterContextMenuDate
source: Date
chs: 日期
ko_kr: 날짜

# DashboardParmeterContextMenuParameterName
source: Parameter Name
chs: 参数名称
fr_fr: Nom du paramètre
ko_kr: 매개 변수 이름

# DashboardParmeterContextMenuValueMember
source: Value Member
chs: 价值会员
fr_fr: Valeur Membre
ko_kr: 값 멤버

# DashboardParameterAlreadyExistInfo
source: Given parameter name already exists
chs: 给定参数名称已存在
fr_fr: Étant donné que le nom du paramètre existe déjà
ko_kr: 주어진 매개 변수 이름이 이미 있습니다.

# DashboardParameterDeletedparameterInfo
source: is referenced in the following data-related items that may be affected:
chs: 在以下可能受影响的数据相关项中引用：
fr_fr: est référencé dans les éléments liés aux données suivants qui peuvent être affectés:
ko_kr: 영향을받을 수있는 다음 데이터 관련 항목에서 참조됩니다.

# DashboardParameterInfoInStoredProcedure
source: Please select valid data type parameter
chs: 请选择有效的数据类型参数
fr_fr: Sélectionnez le paramètre de type de données valide
ko_kr: 올바른 데이터 유형 매개 변수를 선택하십시오.

# DashboardParameterNotFilledMessageInfo
source: Should fill the neccessary fields to save the parameter
chs: 应填写必要的字段来保存参数
fr_fr: doit remplir les champs nécessaires pour enregistrer le paramètre
ko_kr: 매개 변수를 저장하기 위해 필요한 필드를 채워야합니다.

# DashboardParameterNotSavedParameterInfo
source: Parameter is modified. Do you want to save it?
chs: 修改参数。 你要保存吗？
fr_fr: Le paramètre est modifié. Voulez-vous l'enregistrer?
ko_kr: 매개 변수가 수정되었습니다. 저장 하시겠습니까?

# DashboardParameterTitle
source: Dashboard Parameters
chs: 仪表板参数
fr_fr: Paramètres du tableau de bord
ko_kr: 대시 보드 매개 변수

# DashboardParameterUpdateparameterInfo
source: is referenced in the following data-related items that may be affected:
chs: 在以下可能受影响的数据相关项中引用：
fr_fr: est référencé dans les éléments liés aux données suivants qui peuvent être affectés:
ko_kr: 영향을받을 수있는 다음 데이터 관련 항목에서 참조됩니다.

# DashboardParmeterAddDashboardParameterContent
source: Add dashboard parameter
chs: 添加仪表板参数
fr_fr: Ajouter un paramètre du tableau de bord
ko_kr: 대시 보드 매개 변수 추가

# DashboardParmeterContextMenuDataSource
source: Data Source
chs: 数据源
fr_fr: Source de données
ko_kr: 데이터 소스

# DashboardParmeterContextMenuDisplayAs
source: Display as
chs: 显示为
fr_fr: Affichage sous
ko_kr: 다음으로 표시

# DashboardParmeterContextMenuEnterValues
source: Enter Values (one per line)
chs: 输入值（每行一个）
fr_fr: Entrer les valeurs (une par ligne)
ko_kr: 값 입력 (한 줄에 하나씩)

# DashboardParmeterContextMenuListOfValues
source: List of Values
chs: 值列表
fr_fr: Liste des valeurs
ko_kr: 값 목록

# DashboardParmeterContextMenuValueAs
source: Value as
chs: 价值为
fr_fr: Valeur comme
ko_kr: 값 :

# DashboardParmeterDefautValueInformation
source: Please select default value from the below table
chs: 请从下表中选择默认值
fr_fr: Sélectionnez la valeur par défaut dans la table ci-dessous
ko_kr: 아래 표에서 기본값을 선택하십시오

# DashboardParameterContentMenuCreateParameter
source: Create Parameter
chs: 创建参数
fr_fr: Créer un paramètre
ko_kr: 매개 변수 만들기

# DashboardParameterContentMenuErrorText
source: Given item is already present in the list
chs: 给定项已经存在于列表中
fr_fr: L'élément donné est déjà présent dans la liste
ko_kr: 지정된 항목이 이미 목록에 있습니다.

# DataConnectionDataSourceWizardConnectionTypeValuesODBCHive
source: Hive
chs: 蜂巢
ko_kr: 하이브

# DataConnectionDataSourceWizardConnectionTypeValuesODBCOracle
source: Oracle
ko_kr: 오라클

# DataConnectionDataSourceWizardConnectionTypeValuesODBCOthers
source: Others (ANSI SQL)
fr_fr: Autres (ANSI SQL)
ko_kr: 기타 (ANSI SQL)

source: Data Source Order
chs: 数据源订单
fr_fr: Commande de source de données
ko_kr: 데이터 소스 순서

# RelationalSplitButtonHeaderTextCustomSort
source: Custom Sort...
chs: 自定义排序...
ko_kr: 맞춤 정렬 ...

# SortAlphabetically
source: Alphabetic
chs: 拼音
fr_fr: Alphabétique
ko_kr: 알파벳

source: Sort By
chs: 排序方式
fr_fr: Trier par
ko_kr: 정렬 기준

# SortByFields
source: Field
chs: 领域
fr_fr: Champ
ko_kr: 필드

# SortManually
source: Manual
chs: 手册
fr_fr: Manuel
ko_kr: 수동

source: Sort Order
chs: 排序
fr_fr: Ordre de tri
ko_kr: 정렬 순서

# SortAscending
source: Ascending
chs: 上升
ko_kr: 오름차순

# SortDescending
source: Descending
chs: 降序
ko_kr: 내림차순

# RearrangeFields
source: Drag and drop to re-arrange the below values in desired order.
chs: 拖放，按需要重新排列下列值。
fr_fr: Faites glisser et déposez pour réorganiser les valeurs ci-dessous dans l'ordre souhaité.
ko_kr: 아래의 값을 드래그 앤 드롭하여 원하는 순서대로 정렬합니다.

# FileStorage
source: Online
chs: 线上
fr_fr: en ligne
ko_kr: 온라인

source: Local
chs: 本地
ko_kr: 로컬

# DashboardParameterNameValidatedText
source: Name should not have spaces and special characters
chs: 名称不应有空格和特殊字符
fr_fr: Le nom ne doit pas avoir d'espaces et de caractères spéciaux
ko_kr: 이름에는 공백과 특수 문자가 없어야합니다.

# RelationalSchemaDesignerBubbleTextValues
source: Size Value(s)
chs: 尺寸值
fr_fr: Taille Valeur (s)
ko_kr: 크기 값

# DataSourceToolBarExtractData
source: Extract Data
chs: 提取数据
ko_kr: 데이터 추출

# AgentModeToolTip
source: Publishing data to a pre-configured target server and database (via Data Agent Tool) with scheduling option.
chs: 通过调度选项将数据发布到预配置的目标服务器和数据库（通过Data Agent Tool）。
fr_fr: Publication de données sur un serveur cible et une base de données préconfigurés (via Data Agent Tool) avec option de planification.
ko_kr: 예약 된 대상 서버 및 데이터베이스 (데이터 에이전트 도구를 통해)에 스케줄링 옵션을 사용하여 데이터 게시

# ExtractModeToolTip
source: Publishing data directly without moving to any target server.
chs: 直接发布数据而不移动到任何目标服务器。
fr_fr: Publication de données directement sans déplacement vers un serveur cible.
ko_kr: 대상 서버로 이동하지 않고 직접 데이터 게시

# LiveQueryModeToolTip
source: Publishing data to a specific target server and database.
chs: 将数据发布到特定的目标服务器和数据库。
fr_fr: Publication de données sur un serveur cible spécifique et une base de données.
ko_kr: 특정 대상 서버 및 데이터베이스에 데이터 게시

# PublishDashboardValidation
source: Please fill all the fields.
chs: 请填写所有字段。
fr_fr: Complétez tous les champs.
ko_kr: 모든 입력란을 채우십시오.

# PropertiesWindowHeaderTextPercentofChange
source: Percent of Change
chs: 变化百分比
fr_fr: Pourcentage de changement
ko_kr: 변경 비율

# ImageBinaryArray
source: Binary Data
chs: 二进制数据
ko_kr: 이진 데이터

# ImageBindingOptions
source: Image Source
chs: 图像来源
fr_fr: Source d'image
ko_kr: 이미지 소스

# ImagePlaceHolder
source: Insert Placeholder
chs: 插入占位符
fr_fr: Insérer un espace réservé
ko_kr: 자리 표시 자 삽입

# ImageURIPattern
source: Pattern
chs: 模式
ko_kr: 패턴

# PropertiesWindowHeaderTextSelectFirstItemByDefault
source: Select Default Item(s) by Index
chs: 按索引选择默认项目
fr_fr: Sélectionner les éléments par défaut par indexs
ko_kr: 색인으로 기본 항목 선택

# ContainerPropertiesShowDrillThroughIcon
source: Show Drill Down Icon
chs: 显示向下的图标
fr_fr: Afficher l'icône de drill down
ko_kr: 드릴 다운 아이콘 표시

# ContainerPropertiesShowLinkIcon
source: Show Link Icon
chs: 显示链接图标
fr_fr: Afficher l'icône de lien
ko_kr: 링크 아이콘 표시

# DashboardParametersNameShouldnotEmpty
source: Parameter name should not empty
chs: 参数名称不能为空
fr_fr: Le nom du paramètre ne doit pas être vide
ko_kr: 매개 변수 이름이 비어서는 안됩니다.

# UserControlsChangeMeasureFormatUserControlUnitValueLakhs
source: Lakhs
chs: 万卢比
ko_kr: 부족

# DashboardParameterAlertMessageInfo
source: Given parameter name already exist in Query parameter
chs: 给定参数名称已经存在于Query参数中
fr_fr: Le nom du paramètre déjà existant existe dans le paramètre de requête
ko_kr: 제공된 매개 변수 이름이 이미 쿼리 매개 변수

# DashboardParmeterAlertMessageInqueryParameter
source: Given parameter name already exist in dashboard parameter
chs: 给定参数名称已经存在于仪表板参数中
fr_fr: Le nom du paramètre déjà existant existe dans le paramètre du tableau de bord
ko_kr: 지정된 매개 변수 이름이 대시 보드 매개 변수

# RelationalSchemaDesignerColumnTextDisplayColumns
source: Display Column
chs: 显示列
fr_fr: Colonne d'affichage
ko_kr: 표시 열

# RelationalSchemaDesignerColumnTextValueColumns
source: Value Column
chs: 价值列
fr_fr: Valeur Colonne
ko_kr: 값 열

# ConnectionErrorTitle
source: Unable to connect server.
chs: 无法连接服务器。
fr_fr: Impossible de connecter le serveur.
ko_kr: 서버에 연결할 수 없습니다.

# CorruptedFileTitle
source: Corrupted File
chs: 损坏的文件
fr_fr: Fichier corrompu
ko_kr: 손상된 파일

# DashboardAssemblyMissingTitle
source: Assembly not found.
chs: 装配未找到。
fr_fr: L'assemblage n'a pas été trouvé.
ko_kr: 어셈블리를 찾을 수 없습니다.

# DashboardUnsupportedFileOpenTitle
source: Unable to open dashboard file.
chs: 无法打开仪表板文件。
fr_fr: Impossible d'ouvrir le fichier du tableau de bord.
ko_kr: 대시 보드 파일을 열 수 없습니다.

# HideDetailContent
source: Hide Details
chs: 隐藏细节
fr_fr: Masquer les détails
ko_kr: 세부 정보 숨기기

# HigherVersionTitle
source: Unable to open dashboard.
chs: 无法打开仪表板。
fr_fr: Impossible d'ouvrir le tableau de bord.
ko_kr: 대시 보드를 열 수 없습니다.

# OneOrMoreErrorOccurredTitle
source: Unable to connect server.
chs: 无法连接服务器。
fr_fr: Impossible de connecter le serveur.
ko_kr: 서버에 연결할 수 없습니다.

# LinkErrorTitle
source: Unable to process the link.
chs: 无法处理链接。
fr_fr: Impossible de traiter le lien.
ko_kr: 링크를 처리 할 수 ​​없습니다.

# ShowDetailContent
source: Show Details
chs: 显示详细资料
fr_fr: Afficher les détails
ko_kr: 세부 정보 표시

# UnableToConnectServerTitle
source: Unable to connect server.
chs: 无法连接服务器。
fr_fr: Impossible de connecter le serveur.
ko_kr: 서버에 연결할 수 없습니다.

# UnableToLinkTitle
source: Unable to link dashboard.
chs: 无法链接仪表板。
fr_fr: Impossible de lier le tableau de bord.
ko_kr: 대시 보드를 연결할 수 없습니다.

# UnableToOpenFileTitle
source: Unable to open Widget.
chs: 无法打开小部件。
fr_fr: Impossible d'ouvrir Widget.
ko_kr: 위젯을 열 수 없습니다.

# UnableToPublishTitle
source: Unable to publish the item.
chs: 无法发布项目。
fr_fr: Impossible de publier l'élément.
ko_kr: 항목을 게시 할 수 없습니다.

# UnknownErrorTitle
source: Unknown error.
chs: 未知错误。
fr_fr: Erreur inconnue.
ko_kr: 알 수없는 오류입니다.

# DashboardAssemblyMissingDetail
source: The required assembly to launch the dashboard is missing.
chs: 缺少启动仪表板所需的程序集。
fr_fr: L'assemblage requis pour lancer le tableau de bord est manquant.
ko_kr: 대시 보드를 시작하는 데 필요한 어셈블리가 없습니다.

# DashboardServiceErrorDetail
source: 1. Make sure dashboard windows service is configured or installed. 2. IIS Express, required to start the dashboard service, is not installed on the machine. Please install IIS Express (download link : <Hyperlink>https://www.microsoft.com/en-us/download/details.aspx?id=48264</Hyperlink>) before starting the Dashboard Service.
chs: 1.确保配置或安装仪表板窗口服务。 2.启动仪表板服务所需的IIS Express未安装在机器上。 在启动仪表板服务之前，请安装IIS Express（下载链接：＆lt; Hyperlink＆gt; https：//www.microsoft.com/en-us/download/details.aspx？id = 48264＆lt; / Hyperlink＆gt;）。
fr_fr: 1. Assurez-vous que le service des panneaux de bord est configuré ou installé. 2. IIS Express, requis pour démarrer le service du tableau de bord, n'est pas installé sur la machine. Installez IIS Express (lien de téléchargement: < Hyperlink > https://www.microsoft.com/en-us/download/details.aspx? Id = 48264 < / Hyperlink >) avant de démarrer le service du tableau de bord.
ko_kr: 1. 대시 보드 Windows 서비스가 구성 또는 설치되었는지 확인하십시오. 2. 대시 보드 서비스를 시작하는 데 필요한 IIS Express가 시스템에 설치되어 있지 않습니다. Dashboard Service를 시작하기 전에 IIS Express (다운로드 링크 : < Hyperlink > https://www.microsoft.com/en-us/download/details.aspx? id = 48264 < / Hyperlink >)를 설치하십시오.

# ExcelExceptionsNoWorkStreamMessage
source: Could not import the requested excel file.
chs: 无法导入请求的excel文件。
fr_fr: Impossible d'importer le fichier Excel demandé.
ko_kr: 요청한 Excel 파일을 가져올 수 없습니다.

# InvalidWidgetDetail
source: The opened file may be altered or corrupted. Please relaunch the application and try opening the widget.
chs: 打开的文件可能会更改或损坏。 请重新启动应用程序，并尝试打开窗口小部件。
fr_fr: Le fichier ouvert peut être modifié ou corrompu. Veuillez relancer l'application et essayer d'ouvrir le widget.
ko_kr: 열린 파일이 변경되거나 손상되었을 수 있습니다. 애플리케이션을 다시 실행하고 위젯을 열어보십시오.

# InvalidWidgetMessage
source: The loaded file is not a valid widget file.
chs: 加载的文件不是有效的窗口小部件文件。
fr_fr: Le fichier chargé n'est pas un fichier widget valide.
ko_kr: 로드 된 파일은 유효한 위젯 파일이 아닙니다.

# PublishItemRestrictionTitle
source: Unable to publish the requested item.
chs: 无法发布请求的项目。
fr_fr: Impossible de publier l'élément demandé.
ko_kr: 요청한 항목을 게시 할 수 없습니다.

# DatePicker_CustomText
source: Custom
chs: 习惯
fr_fr: personnalisée
ko_kr: 맞춤

# DashboardParameterValidationText
source: Provided input value is not valid
chs: 提供的输入值无效
fr_fr: La valeur d'entrée fournie n'est pas valide
ko_kr: 제공된 입력 값이 유효하지 않습니다

# DipInvalidConnectionDetails
source: Connection details are not valid.
chs: 连接详细信息无效。
fr_fr: Les détails de connexion ne sont pas valides.
ko_kr: 연결 세부 정보가 유효하지 않습니다.

source: Copy to clipboard
chs: 复制到剪贴板
fr_fr: Copier dans le Presse-papiers
ko_kr: 클립 보드에 복사

# DashboardParameterDuplicatedvaluesToolTip
source: It is duplicate value
chs: 它是重复的值
fr_fr: C'est une valeur en double
ko_kr: 중복 값입니다.

source: No such host is known
chs: 没有这样的主机是已知的
fr_fr: Aucun hôte de ce type n'est connu
ko_kr: 알려진 호스트가 없습니다.

# PivotGrid_PropertiesWindow_EnableFrozenHeaders
source: Enable Frozen Headers
chs: 启用冷冻标题
fr_fr: Activer Frozen Headers
ko_kr: 고정 헤더 사용

# DashboardServerToolTip
source: Explore Dashboard Servers
chs: 浏览仪表板服务器
fr_fr: Explorer les serveurs de tableau de bord
ko_kr: 대시 보드 서버 탐색

# DIPServerToolTip
source: Explore Data Integration Platform Servers
chs: 探索数据集成平台服务器
fr_fr: Explorer les serveurs de plate-forme d'intégration de données
ko_kr: 데이터 통합 ​​플랫폼 서버 탐색

# PublishWindowAccessDeniedDetail
source: Please enable write access to the user in Dashboard Server's settings.
chs: 请在“仪表板服务器”设置中启用对该用户的写入访问。
fr_fr: Veuillez activer l'accès en écriture à l'utilisateur dans les paramètres du serveur Dashboard.
ko_kr: Dashboard Server 설정에서 사용자에게 쓰기 권한을 허용하십시오.

# WidgetsRelativeDateFormatForDisplayColumnAndValueColumn
source: Field was configured in Value column section. if we apply the format option for Display column section, field will be removed from Value column section
chs: 字段已在“值”列部分中配置。 如果我们应用“显示”列部分的格式选项，则字段将从“值”列部分中删除
fr_fr: Le champ a été configuré dans la section colonne de la valeur. Si nous appliquons l'option de format pour la section de colonne d'affichage, le champ sera supprimé de la section colonne de valeur
ko_kr: 값 열 섹션에 필드가 구성되었습니다. 표시 열 섹션에 형식 옵션을 적용하면 값 열 섹션에서 필드가 제거됩니다

# WidgetsRelativeDateRestrictDisplayColumnAndValueColumn
source: Since, The RelativeDates applied for Display column section so not able to add Value column section
chs: 由于应用于显示列部分的RelativeDates不能添加Value列部分
fr_fr: Étant donné que, le RelativeDates appliqué pour afficher la section de la colonne afin de ne pas pouvoir ajouter la section de la colonne de la valeur
ko_kr: Display Column 섹션에 적용된 RelativeDates가 Value 열 섹션을 추가 할 수 없기 때문에

# WidgetsRelativeDateRestrictForDisplayColumnAndValueColumn
source: Field was configured in Value column section. if apply to RelativeDates for Display column section, field will be removed from Value column section
chs: 字段已在“值”列部分中配置。 如果适用于“显示相关日期”列部分，则字段将从“值”列部分中删除
fr_fr: Le champ a été configuré dans la section colonne de la valeur. si s'applique à la section des dates relatives pour la colonne de l'affichage, le champ sera supprimé de la section de la colonne de la valeur
ko_kr: 값 열 섹션에 필드가 구성되었습니다. 표시 열 섹션의 RelativeDates에 적용되면 필드는 값 열 섹션에서 제거됩니다.

# DashboardServiceErrorTitle
source: Unable to preview dashboard.
chs: 无法预览信息中心
fr_fr: Impossible de prévisualiser le tableau de bord.
ko_kr: 대시 보드를 미리 볼 수 없습니다.

# InvalidWidgetTitle
source: Unable to open widget.
chs: 无法打开窗口小部件。
fr_fr: Impossible d'ouvrir un widget.
ko_kr: 위젯을 열 수 없습니다.

# UnableToImportTitle
source: Unable to import excel file.
chs: 无法导入高强文件。
fr_fr: Impossible d'importer le fichier excel.
ko_kr: Excel 파일을 가져올 수 없습니다.

# WidgetNameValidatedText
source: Please avoid ' , + ; [ ] % / \ : * " | > < # & special characters in dashboard item name.
chs: 请避免'，+; 仪表板项目名称中的[]％/ \：*“|＆gt;＆lt;＃＆amp;特殊字符。。
fr_fr: S'il vous plaît éviter ', +; []% / \: * "| > < # & caractères spéciaux dans le nom de l'élément du tableau de bord.
ko_kr: 제발 피하십시오, +; 대시 보드 항목 이름에 [] % / \ : * "| > < # &

source: Unable to import user filter file.
chs: 无法导入用户过滤文件。
fr_fr: Impossible d'importer le fichier de filtre utilisateur.
ko_kr: 사용자 필터 파일을 가져올 수 없습니다.

# AlertBoxOnOpeningInvalidUserFilterOperation
source: Could not imported the selected User filter.
chs: 无法导入选定的用户过滤器。
fr_fr: Impossible d'importer le filtre Utilisateur sélectionné.
ko_kr: 선택한 사용자 필터를 가져올 수 없습니다.

# AlertBoxOnOpeningInvalidUserFilterOperationDetail
source: Check whether the data source is available or not.
chs: 检查数据源是否可用。
fr_fr: Vérifiez si la source de données est disponible ou non.
ko_kr: 데이터 소스를 사용할 수 있는지 확인하십시오.
