Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# GridCustomizationConditionalFormattingHeaderTextConditionType
source: Condition Type
chs: 条件类型
fr_fr: type de condition
ko_kr: 조건 유형

# GridCustomizationConditionalFormattingHeaderTextConditionTypeValuesEquals
source: Equals
chs: 等于
fr_fr: Égal à
ko_kr: 같음

# GridCustomizationConditionalFormattingHeaderTextConditionTypeValuesGreaterThan
source: Greater Than
chs: 比...更棒
fr_fr: Supérieur à
ko_kr: 보다 큽니다.

source: Greater Than Or Equal To
chs: 大于或等于
fr_fr: Supérieur ou égal à
ko_kr: 보다 크거나 같습니다.

# GridCustomizationConditionalFormattingHeaderTextConditionTypeValuesLessThan
source: Less Than
chs: 少于
fr_fr: Moins de
ko_kr: 보다 작습니다.

source: Less Than Or Equal To
chs: 小于或等于
fr_fr: Inférieur ou égal à
ko_kr: 보다 작거나 같습니다.

# GridCustomizationConditionalFormattingHeaderTextConditionTypeValuesNotEquals
source: Does Not Equal
chs: 不等于
fr_fr: N'est pas égal
ko_kr: 같지 않음

# GridCustomizationConditionalFormattingHeaderTextForeground
source: Foreground
chs: 前景
fr_fr: premier plan
ko_kr: 전경

# GridCustomizationConditionalFormattingHeaderTextFormattingType
source: Formatting Type
chs: 格式类型
fr_fr: formatage de type
ko_kr: 서식 유형

# GridCustomizationConditionalFormattingHeaderTextFormattingTypeValuesColumn
source: Column
chs: 柱
fr_fr: Colonne
ko_kr: 열

# GridCustomizationConditionalFormattingHeaderTextFormattingTypeValuesRow
source: Row
chs: 行
fr_fr: Ligne
ko_kr: 열

# GridCustomizationConditionalFormattingHeaderTextGradientColor
source: Gradient Color
chs: 渐变颜色
fr_fr: Dégradé de couleur
ko_kr: 그라데이션 색상

# GridCustomizationConditionalFormattingHeaderTextGridConditionalFormatting
source: Grid Conditional Formatting
chs: 格条件格式
fr_fr: Grille mise en forme conditionnelle
ko_kr: 그리드 조건부 서식

# GridConditionalFormatting
source: Conditional Formatting
chs: 条件格式
fr_fr: Mise en forme conditionnelle
ko_kr: 조건부 서식

# EditGridConditionalFormatting
source: Edit Conditional Formatting
chs: 编辑条件格式
fr_fr: Modifier la mise en forme conditionnelle
ko_kr: 편집 조건부 서식

# AddGridConditionalFormatting
source: Add Conditional Formatting
chs: 添加条件格式
fr_fr: Ajouter Mise en forme conditionnelle
ko_kr: 조건부 서식 추가

# DeleteGridConditionalFormatting
source: Delete Conditional Formatting
chs: 删除条件格式
fr_fr: Supprimer Mise en forme conditionnelle
ko_kr: 조건부 서식을 삭제

# GridCustomizationConditionalFormattingHeaderTextSingleColor
source: Single Color
chs: 单色
fr_fr: Couleur unique
ko_kr: 싱글 컬러

# GridCustomizationConditionalFormattingHeaderTextValue
source: Values
chs: 值
fr_fr: Valeurs
ko_kr: -가치관

# GridCustomizationGridColorSaturationSettingsHeaderText
source: Grid Color Saturation Settings
chs: 网格颜色饱和度设置
fr_fr: Grille Couleur Paramètres Saturation
ko_kr: 그리드 채도 설정

# GridCustomizationGridColorSaturationSettingsHeaderTextEnterColumnTitle
source: Enter Column Title
chs: 输入列标题
fr_fr: Entrez le titre de colonne
ko_kr: 열 제목을 입력

# GridCustomizationGridColorSaturationSettingsHeaderTextSelectColorPalette
source: Select color palette
chs: 选择调色板
fr_fr: Sélectionnez la palette de couleurs
ko_kr: 선택 색상 팔레트

# GridCustomizationGridDeltaHeaderTextDeltaBackground
source: Delta Background
chs: 三角洲背景
fr_fr: Delta Contexte
ko_kr: 델타 배경

# GridCustomizationGridDeltaHeaderTextGridDeltaExpression
source: KPI Expression
chs: KPI表达
ko_kr: KPI 식

# GridCustomizationGridDeltaHeaderTextRemoveDeltaColumn
source: Remove Delta Column
chs: 删除三角洲列
fr_fr: Supprimer Delta Colonne
ko_kr: 델타 열을 제거

# GridCustomizationGridDeltaHeaderTextResult
source: Result
chs: 结果
fr_fr: Résultat
ko_kr: 결과

# GridCustomizationGridDeltaHeaderTextTargetValue
source: Target Value
chs: 目标价值
fr_fr: Valeur cible
ko_kr: 목표 값

# ConditionalFormattingCaseSensitive
source: Case sensitive
chs: 区分大小写
fr_fr: Respecter la casse ?
ko_kr: 대소문자 구분

# ConditionalFormattingStrikethrough
source: Strikethrough
chs: 删除线
ko_kr: 취소선

# GridCustomizationGridDeltaHeaderTextValue
source: Value
chs: 价值
fr_fr: Valeur
ko_kr: 가격

# GridCustomizationGridDeltaHeaderTextValueType
source: Value Type
chs: 值类型
fr_fr: Type de valeur
ko_kr: 값 유형

# GridCustomizationGridDeltaResultValuesGreaterIsGood
source: GreaterIsGood
chs: 更好是好
fr_fr: Le plus grand est bon
ko_kr: 상급은 좋습니다

# GridCustomizationGridDeltaResultValuesLessIsGood
source: LessIsGood
chs: 少是好
fr_fr: Moins c'est bon
ko_kr: 덜 좋다

# GridCustomizationGridDeltaValueTypeValuesActualValue
source: Actual value
chs: 实际价值
fr_fr: Valeur actuelle
ko_kr: 실제 값

# GridCustomizationGridDeltaValueTypeValuesActualVariation
source: Actual variation
chs: 实际变化
fr_fr: variation réelle
ko_kr: 실제 변화

# GridCustomizationGridDeltaValueTypeValuesPercentageOfTarget
source: Percentage of target
chs: 目标的百分比
fr_fr: Pourcentage de cible
ko_kr: 대상의 백분율

# GridCustomizationGridDeltaValueTypeValuesPercentageVariation
source: Percentage of variation
chs: 变化的百分比
fr_fr: Pourcentage de variation
ko_kr: 변화의 백분율

# GridCustomizationGridDeltaValueTypeValuesValueAndPercentage
source: Value and Percentage
chs: 值和百分比
fr_fr: Valeur et pourcentage
ko_kr: 값 및 비율

# GridCustomizationGridIconTemplateSettingsHeaderText
source: Grid IconTemplate Setting
chs: 网格图标模板设置
fr_fr: Grille IconTemplate Cadre
ko_kr: 그리드 아이콘 템플릿 설정

# GridCustomizationGridIconTemplateSettingsHeaderTextColumnName
source: Column Name
chs: 列名
fr_fr: Nom de la colonne
ko_kr: 열 이름

# GridCustomizationGridIconTemplateSettingsHeaderTextCustomIconSettings
source: Custom Icon Settings
chs: 自定义图标设置
fr_fr: Paramètres icône personnalisée
ko_kr: 사용자 정의 아이콘 설정

# GridCustomizationGridIconTemplateSettingsHeaderTextOthers
source: Others
chs: 其他
fr_fr: Autres
ko_kr: 기타

# GridCustomizationGridIconTemplateSettingsHeaderTextSelectIconType
source: Select Icon Type
chs: 选择图标类型
fr_fr: Sélectionner le type d'icône
ko_kr: 선택 아이콘 유형

# GridCustomizationGridIconTemplateSettingsHeaderTextClosed
source: Closed
chs: 关闭
fr_fr: Fermé
ko_kr: 닫힘

# GridCustomizationGridIconTemplateSettingsHeaderTextInProgress
source: In Progress
chs: 进行中
fr_fr: En Cours
ko_kr: 진행 중

# GridCustomizationGridIconTemplateSettingsHeaderTextOpen
source: Open
chs: 已发布
fr_fr: Ouvrir
ko_kr: 켜기

# DataConnectionOpen
source: Open
chs: 已发布
fr_fr: Ouvrir
ko_kr: 켜기

# GridCustomizationGridIconTemplateSettingsIconTypesPriorityIcon
source: Priority Icon
chs: 优先级图标
fr_fr: priorité Icône
ko_kr: 우선 순위 아이콘

# GridCustomizationGridIconTemplateSettingsIconTypeValuesStatusIcon
source: Status Icon
chs: 状态图标
fr_fr: Icône d'état
ko_kr: 상태 아이콘

# ApplyButton
source: Apply
chs: 应用
fr_fr: Appliquer
ko_kr: 신청

# ControlDesignerHeaderTextData
source: Data
chs: 数据
fr_fr: Données
ko_kr: 데이타

# ControlDesignerHeaderTextProperties
source: Properties
chs: 属性
fr_fr: Propriétés
ko_kr: 등록정보

# CustomMessageBoxCheckBoxMessage
source: Don't show this again
chs: 不要再显示此
fr_fr: Ne plus me montrer ce message
ko_kr: 다시 표시하지 않음

# DataDesignViewToolTipEditDatabase
source: Edit Connection
chs: 编辑连接
fr_fr: Modifier la connexion
ko_kr: 연결 편집

# DataDesignHeaderTextOpenExpressionEditor
source: Click here to open Expression Editor.
chs: 点击这里打开表达式编辑器。
fr_fr: Cliquez ici pour ouvrir l'Éditeur d'expression.
ko_kr: 식 편집기를 열려면 여기를 클릭하세요.

# DataDesignHeaderTextEditExpression
source: Edit Expression
chs: 编辑表达式
fr_fr: Modifier l'expression
ko_kr: 수식 편집

# DataDesignHeaderTextDeleteExpression
source: Delete Expression
chs: 删除表达式
fr_fr: Supprimer expression
ko_kr: 표현 삭제

# DataDesignHeaderTextAddExpressionWPopup
source: Expression Designer
chs: 表达设计师
fr_fr: Designer Expression
ko_kr: 식 디자이너

# DataDesignHeaderTextPreview
source: Preview
chs: 预览
fr_fr: Prévisualiser
ko_kr: 미리보기

# AddButton
source: Add
chs: 添加
fr_fr: Ajouter
ko_kr: 더하다

# DataConnectionExpressionEditorHeaderTextCaption
source: Name
chs: 产品名称
fr_fr: prénom
ko_kr: 이름

# DataConnectionExpressionEditorLengthCaption
source: Length
fr_fr: Longueur
ko_kr: 길이

# DataConnectionExpressionEditorHeaderTextExpression
source: Expression
chs: 表情
ko_kr: 인사

# DataConnectionExpressionEditorHeaderTextFunctions
source: Functions
chs: 函数
fr_fr: Fonctions
ko_kr: 함수

# DataConnectionHeaderTextAuthenticationType
source: Authentication type
chs: 验证类型
fr_fr: Type d'authentification
ko_kr: 인증 유형

# DataConnectionHeaderTextDatabase
source: Database
chs: 数据库.
fr_fr: Base de données
ko_kr: 데이터 베이스

# DataConnectionHeaderTextPassword
source: Password
chs: 密码
fr_fr: Mot de Passe
ko_kr: 비밀번호

# DataConnectionHeaderTextServerName
source: Server name
chs: 服务器名称
fr_fr: Nom du serveur
ko_kr: 서버 이름

# DataConnectionHeaderTextAccountName
source: Account Name
chs: 用户名
fr_fr: Intitulé du compte
ko_kr: 계정 이름

# DataConnectionHeaderTextAccountKey
source: Account Key
chs: 帐户关键字
fr_fr: Clé de compte
ko_kr: 계정 키

# DataConnectionHeaderTextSource
source: Source
chs: 资源
fr_fr: La source
ko_kr: 소스

# DataConnectionHeaderTextUserName
source: User name
chs: 用户名
fr_fr: Nom d'utilisateur
ko_kr: 사용자 이름

# DataConnectionJoinEditorHeaderTextLeftTable
source: LeftTable
chs: 左表
ko_kr: 왼쪽 테이블

# DataConnectionJoinEditorHeaderTextRightTable
source: RightTable
chs: 右表
ko_kr: 오른쪽 테이블

# MergeButton
source: MERGE
chs: 合并
fr_fr: Fusionner
ko_kr: 병합하다

# DataConnectionDataSourceWizardHeaderText
source: New Connection
chs: 新建连接
fr_fr: Nouvelle connexion
ko_kr: 새 연결

# DataConnectionDataSourceWizardConnectionTypeValuesSql
source: Microsoft SQL Server
chs: Microsoft SQL Server的
ko_kr: {0}마이크로소프트 SQL 서버{/0} - 68%

# DataConnectionDataSourceWizardHeaderTextConnectionType
source: Connection type
chs: 连接类型
fr_fr: Type de connexion :
ko_kr: 연결 유형

# DataConnectionDataSourceWizardHeaderTextDataSourceName
source: Data source name
chs: 数据源名称
fr_fr: Nom de la source de données
ko_kr: 데이터 소스 이름

# CloseButton
source: Close
chs: 关
fr_fr: Fermer
ko_kr: 닫기

# CustomMessageBoxMessageTitle
source: Syncfusion Dashboard Designer
chs: Syncfusion仪表板设计
ko_kr: Syncfusion 대시 보드 디자이너

# CustomMessageBoxMessage
source: Please note that the dropped column is a measure and will cause a delay in rendering the widget based on the number of unique values that it contains.
chs: 请注意，被丢弃的列是一个措施，将在呈现基于它所包含的唯一值的数目的部件引起的延迟。
fr_fr: S'il vous plaît noter que la colonne supprimée est une mesure et provoquera un retard dans le rendu du widget en fonction du nombre de valeurs uniques qu'il contient.
ko_kr: 삭제 된 열이 측정 및 포함 된 고유 값의 개수에 기초하여 상기 위젯을 렌더링 지연이 발생할 수 있습니다.

# ToolBarHeaderTextEnableDateRange
source: Enable Date Range
chs: 启用日期范围
fr_fr: Activer Date de Gamme
ko_kr: 날짜 범위 사용

# UserControlsPreviewSettingsRadioButtonWinService
source: Windows Service
chs: Windows服务
fr_fr: Service Windows
ko_kr: 윈도우 서비스

# UserControlsPreviewSettingsTitle
source: Preview Preference
chs: 预览偏好
fr_fr: Aperçu préférence
ko_kr: 미리보기 환경 설정

# UserControlsPreviewSettingsIis
source: Dashboard URL
chs: 仪表板URL
ko_kr: 대시 보드 URL

# UserControlsPreviewSettingsWindowServiceRunning
source: Dashboard Service is Running...
chs: 仪表板服务正在运行...
fr_fr: Service Dashboard est en cours d'exécution ...
ko_kr: 대시 보드 서비스가 실행되고 ...

# UserControlsPreviewSettingsWindowServiceStopped
source: Dashboard Service is Stopped....
chs: 仪表板服务被停止....
fr_fr: Service Dashboard est arrêté ....
ko_kr: 대시 보드 서비스가 중지되었습니다 ....

# UserControlsPreviewSettingsInternalViewer
source: Internal Viewer
chs: 内置浏览器
fr_fr: Viewer interne
ko_kr: 내부 뷰어

# MainWindowAlertBoxMessageErrorReportLoading
source: Error on loading dashboard
chs: 错误的加载仪表盘
fr_fr: Erreur lors du chargement tableau de bord
ko_kr: 로딩 대시 보드의 오류

# MainWindowAlertBoxMessageUnhandledException
source: This application will be closed now due to some unhandled exceptions.
chs: 此应用程序将被关闭，现在由于一些未处理的异常。
fr_fr: Cette application sera fermée aujourd'hui en raison de certaines exceptions non gérées.
ko_kr: 이 응용 프로그램은 인해 일부 처리되지 않은 예외가 이제 종료됩니다.

# DashboardDesignerAlertBoxMessageFileNotExist
source: File doesn't exist.
chs: 文件不存在。
fr_fr: Le fichier n'existe pas
ko_kr: 파일이 존재하지 않습니다.

# DashboardDesignerToolTipExport
source: Export
chs: 出口
fr_fr: Exportation
ko_kr: 내보내기

# DashboardDesignerToolTipHome
source: Home
chs: 首页
fr_fr: Accueil
ko_kr: 홈

# DashboardDesignerToolTipPreviewWindow
source: Preview Window
chs: 预览窗口
fr_fr: fenêtre d'aperçu
ko_kr: 미리보기 창

# DashboardDesignerToolTipPublish
source: Publish
chs: 发布
fr_fr: Publier
ko_kr: 게시

# DashboardDesignerAlertBoxMessageErrorOnLoading
source: Error on loading dashboard.
chs: 在错误加载仪表板。
fr_fr: Erreur lors du chargement tableau de bord.
ko_kr: 로드 대시 보드에 오류가 발생했습니다.

# DashboardDesignerAlertBoxMessageSaveChanges
source: Do you want to save the changes to
chs: 你想保存更改
fr_fr: Voulez-vous enregistrer les modifications
ko_kr: 당신은 변경 내용을 저장 하시겠습니까

# DashboardDesignerAlertBoxMessageErrorInControlReportLabel
source: Error in Label Control Report.
chs: 错误标签控制报告。
fr_fr: Erreur dans le label Rapport sur le contrôle.
ko_kr: 레이블 컨트롤 보고서에 오류가 있습니다.

# DataConnectionAlertBoxMessageServerNameNotEmpty
source: Server name should not be empty
chs: 服务器名称不能为空
fr_fr: Nom du serveur ne doit pas être vide
ko_kr: 서버 이름은 비워 둘 수 없습니다

# DataConnectionHeaderTextDashboard
source: Dashboard
chs: 信息中心
fr_fr: Tableau de bord
ko_kr: 알림판

# DataConnectionHeaderTextDashboardDesigner
source: Dashboard Designer
chs: 仪表板设计
fr_fr: Tableau de bord dessinateur
ko_kr: 대시 보드 디자이너

# UserControlsWeightedAverageChooseWeight
source: Choose weighted column
chs: 选择加权列
fr_fr: Choisissez la colonne pondérée
ko_kr: 가중 열을 선택

# DashboardDesignerHeaderMenuItemNew
source: _New Dashboard
chs: _新仪表板
fr_fr: _Nouveau Tableau de bord
ko_kr: _새로운 대시 보드

# DashboardDesignerHeaderMenuItemOpen
source: _Open Dashboard...
chs: _打开仪表板...
fr_fr: _ouvrir Tableau de bord ...
ko_kr: _열다 대시 보드 ...

# DashboardDesignerHeaderMenuItemPreviewSettings
source: _Preview Preference...
chs: _预览首选项...
fr_fr: Préférence _avant-première ...
ko_kr: _시사 환경 설정 ...

# DashboardDesignerHeaderMenuItemPublishWindow
source: Publish...
chs: 发布
fr_fr: Publier
ko_kr: 게시

# DashboardDesignerHeaderMenuItemSave
source: _Save
chs: 保存
fr_fr: Sauvegarder
ko_kr: 저장

# DashboardDesignerHeaderMenuItemSaveAll
source: Save _All
chs: 保存全部
fr_fr: Sauver tous
ko_kr: 저장 _All

# DashboardDesignerHeaderMenuItemSaveAs
source: Save _As...
chs: 另存为
fr_fr: Enregistrer sous…
ko_kr: 다른 이름으로 저장

# DashboardDesignerHeaderMenuItemServerSettings
source: Server Settings...
chs: 服务器设置...
fr_fr: Paramètres du serveur
ko_kr: 서버 설정

# DashboardDesignerHeaderMenuItemFile
source: _File
chs: 文件
fr_fr: Fichier :
ko_kr: 파일

# DashboardDesignerHeaderMenuItemQuit
source: E_xit
chs: 出口
fr_fr: SORTIR
ko_kr: 닫기

# ViewsAppPreferenceSettingsSubHeaderTextResponsiveSettings
source: Responsive Settings
chs: 响应设置
fr_fr: Paramètres Responsive
ko_kr: 응답 설정

# ViewsAboutAppInfoAbout
source: About
chs: 关于
fr_fr: A propos
ko_kr: 정보

# ViewsAboutAppInformationMenuItemHeaderTextAbout
source: _About
chs: 关于
fr_fr: A propos
ko_kr: 정보

# ViewsAboutAppInfoMenuItemHeaderTextHelp
source: _Help
chs: 帮帮我
fr_fr: Aide
ko_kr: 도움말

# DataConnectionAlertBoxMessageUserNameEmpty
source: Username must not be empty
chs: 用户名不能为空
fr_fr: Nom d'utilisateur ne doit pas être vide
ko_kr: 사용자 이름은 비워 둘 수 없습니다

# DataConnectionAlertBoxMessagePasswordEmpty
source: Password must not be empty
chs: 密码不能为空
fr_fr: Mot de passe ne doit pas être vide
ko_kr: 암호는 비워 둘 수 없습니다

# DataConnectionAlertBoxMessageUserNamePasswordEmpty
source: Please fill the server credentials
chs: 请填写服务器凭据
fr_fr: S'il vous plaît remplir les informations d'identification du serveur
ko_kr: 서버 자격 증명을 기입하십시오

# DataDesignAlertBoxMessageAliasNameEmpty
source: The name cannot be empty or contains white spaces.
chs: 该名称不能为空或包含空格。
fr_fr: Le nom ne peut pas être vide ou contient des espaces blancs.
ko_kr: 이름은 비워 둘 수 없으며 공백을 포함 할 수 있습니다.

# ViewsDataDesignActionAlertMessageDataSourceEmpty
source: Data source name should not be empty.
chs: 数据源名称不能为空。
fr_fr: Les données nom de la source ne doit pas être vide.
ko_kr: 데이터 소스 이름은 비워 둘 수 없습니다.

# ViewsDataSourceWizardAlertMessageIncorrectFileFormat
source: Loaded file is not in correct format!
chs: 加载的文件格式不正确！
fr_fr: fichier chargé est pas au format correct!
ko_kr: 로드 된 파일이 올바른 형식이 아닙니다!

# IsLeftSelected
source: Select one field from right table
chs: 选择合适的表中的一个字段
fr_fr: Sélectionnez un champ de la table droite
ko_kr: 오른쪽 테이블에서 하나의 필드를 선택

# IsRightSelected
source: Select one field from left table
chs: 从左表中选择一个字段
fr_fr: Sélectionnez un champ de table de gauche
ko_kr: 왼쪽 테이블에서 하나의 필드를 선택

# ExpressionEditorCaptionNameAlertBoxMessage
source: Name length should be less than or equal to 255 characters.
chs: 名称长度应小于或等于255个字符。
fr_fr: la longueur du nom doit être inférieur ou égal à 255 caractères.
ko_kr: 이름 길이보다 작거나 255 자 같아야한다.

# ExpressionEditorColumnNameAlertBoxMessage
source: Column name already exists in the table
chs: 列名已存在于表
fr_fr: Nom de la colonne existe déjà dans le tableau
ko_kr: 열 이름이 이미 테이블에 존재

# UserControlsPreviewSettingsAlertMessageInvalidService
source: Invalid service URL.
chs: 无效的服务网址。
fr_fr: Invalide URL de service.
ko_kr: 잘못된 서비스 URL.

# DashboardUnsupportedFileOpenMessage
source: The file that you are trying to open is not a valid dashboard file.
chs: 您正在尝试打开的文件是不是有效的仪表盘文件。
fr_fr: Le fichier que vous essayez d'ouvrir est pas un fichier de tableau de bord en cours de validité.
ko_kr: 열려고하는 파일이 유효한 대시 보드 파일이 아닙니다.

# RelationalSplitButtonHeaderTextShowDefault
source: Show Default
chs: 默认显示
fr_fr: Afficher par défaut
ko_kr: 보기 기본

# RelationalSplitButtonHeaderTextWeightedAverage
source: Weighted Score...
chs: 加权分数...
fr_fr: Note pondérée ...
ko_kr: 가중 점수 ...

# SwitchToServerMode
source: This action may result to significant changes in data processing performance. Do you still want to continue?
chs: 这个动作可能会导致在数据处理性能显著变化。你还是要继续吗？
fr_fr: Cette action peut entraîner des changements importants dans les performances de traitement de données. Voulez-vous continuer?
ko_kr: 이 작업은 데이터 처리 성능에 상당한 변화가 발생할 수 있습니다. 그래도 계속 하시겠습니까?

# DataPreviewPleaseSelectSameTypeOfDataFromBothTable
source: Selected column pair should be of the same type.
chs: 选定列对应是相同类型的。
fr_fr: Choisi paire de colonnes doit être du même type.
ko_kr: 선택된 열 쌍은 동일한 유형이어야한다.

# DataPreviewConnectingForPreview
source: Connecting Preview
chs: 连接预览
fr_fr: Connexion Aperçu
ko_kr: 미리 연결

# DataPreviewStartingPreview
source: Initializing Preview...
chs: 初始化预览...
fr_fr: Initialisation Aperçu ...
ko_kr: 미리보기를 초기화 ...

# DataPreviewRelatedTables
source: Related_Tables
chs: 相关表
ko_kr: 관련 테이블

# DataPreviewRowsRetrieved
source: rows retrieved
chs: 行检索
fr_fr: lignes récupérées
ko_kr: 행 검색된

# DataPreviewViewWorkbook
source: Workbook has been created successfully. Do you want to view?
chs: 工作簿已成功创建。你想查看？
fr_fr: Classeur a été créé avec succès. Voulez-vous voir?
ko_kr: 통합 문서가 성공적으로 생성되었습니다. 당신은 볼 하시겠습니까?

# ExpressionNotContainsSpecialCharacter
source: Expression should not contain special characters
chs: 表达不应该包含特殊字符
fr_fr: Expression ne doit pas contenir de caractères spéciaux
ko_kr: 식 특수 문자를 포함 할 수 없습니다

# ExpressionShouldNotEmpty
source: Expression should not be empty
chs: 表达式不能为空
fr_fr: Expression ne doit pas être vide
ko_kr: 표현은 비워 둘 수 없습니다

# AlertBoxError
source: Error
chs: 错误
fr_fr: Erreur
ko_kr: 오류

# AlertBoxWarning
source: Warning
chs: 警告
fr_fr: Avertissement
ko_kr: 경고

# AlertBoxUpgradeDecisionOnSaving
source: Dashboard cannot be opened with the previous version.Do you want to proceed?
chs: 无法使用先前版本打开信息中心。要继续吗？
fr_fr: Tableau de bord ne peut pas être ouvert avec la précédente version.Do vous voulez continuer?
ko_kr: 대시 보드를 이전 버전으로 열 수 없습니다. 계속 하시겠습니까?

# ButtonContentUpdate
source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 업데이트

# DatabaseNameShouldNotEmpty
source: Database name required.
chs: 所需的数据库名称。
fr_fr: Nom de la base nécessaire.
ko_kr: 데이터베이스 이름이 필요합니다.

# AccountNameShouldNotEmpty
source: Account name required.
chs: 所需的帐户名。
fr_fr: Nom du compte requis.
ko_kr: 계정 이름이 필요합니다.

# AccountKeyShouldNotEmpty
source: Account key required.
chs: 所需的账户键。
fr_fr: clé de compte nécessaire.
ko_kr: 계정 키가 필요합니다.

# DataSourceWizardRecentlyLoaded
source: Recently Loaded
chs: 最近加载
fr_fr: récemment Loaded
ko_kr: 최근로드

# DataSourceWizardTestConnection
source: Test Connection
chs: 测试连接
fr_fr: Test de connexion
ko_kr: 연결 테스트

# DataSourceAlreadyExists
source: A data source with the specified name already exists.
chs: 具有指定名称的数据源已经存在。
fr_fr: Une source de données avec le nom spécifié existe déjà.
ko_kr: 지정된 이름을 가진 데이터 소스가 이미 존재합니다.

# DoYouWishToContinue
source: Do you still want to continue?
chs: 你还是要继续吗？
fr_fr: Voulez-vous continuer?
ko_kr: 그래도 계속 하시겠습니까?

# ExportDataGridExcel
source: Export All
chs: 所有出口
fr_fr: Tout exporter
ko_kr: 모두 내보내기

# ExportDataSourceServer
source: Publish Data Source
chs: 发布数据源
fr_fr: Publier une source de données
ko_kr: 데이터 원본을 게시

# ExportSelectedItemExcel
source: Export Selected Rows
chs: 导出选定行
fr_fr: Exporter les lignes sélectionnées
ko_kr: 수출 선택한 행

# ExpressionEditorCaptionShouldNotContainsSpecialCharacter
source: Name should not have special characters
chs: 名称不应该有特殊字符
fr_fr: Nom ne devrait pas avoir des caractères spéciaux
ko_kr: 이름에 특수 문자가 안

# ExpressionEditorCaptionShouldNotEmpty
source: Name should not be empty
chs: 名称不能为空
fr_fr: Nom ne doit pas être vide
ko_kr: 이름은 비워 둘 수 없습니다

# ExpressionEditorInvalidExpression
source: Invalid expression.
chs: 无效的表达。
fr_fr: expression non valide.
ko_kr: 잘못된 식입니다.

# FilePathShouldNotEmpty
source: File Path should not be empty
chs: 文件路径不能为空
fr_fr: Chemin du fichier ne doit pas être vide
ko_kr: 파일 경로는 비워 둘 수 없습니다

# FollowingTableWillBeRemoved
source: The following tables will be removed from the query
chs: 下表中会从查询中删除
fr_fr: Les tableaux suivants seront retirés de la requête
ko_kr: 다음 표는 쿼리에서 제거됩니다

# KpiNameExists
source: KPI name already exists.
chs: KPI名称已经存在。
fr_fr: nom KPI existe déjà.
ko_kr: KPI 이름이 이미 존재합니다.

# DefaultDataType
source: Default
chs: 默认
fr_fr: Défaut
ko_kr: 기본값

# NullValueFormatDefault
source: Default
chs: 默认
fr_fr: Défaut
ko_kr: 기본값

# NullValueFormatNull
source: Null
chs: 空值
fr_fr: @invalide
ko_kr: 없는

# NullValueFormatHide
source: Hide
chs: 隐藏
fr_fr: Cacher
ko_kr: 숨기기

# NullValueFormatCustom
source: Custom
chs: 自订
fr_fr: Personnalisé
ko_kr: 사용자 지정

# GridConditionalGradColor
source: SingleColor
chs: 单色
fr_fr: Couleur unique
ko_kr: 단색

source: Table already exists.
chs: 表已经存在。
fr_fr: Le tableau existe déjà.
ko_kr: 표가 이미 존재합니다.

# TestConnectionSucceed
source: Test connection successful.
chs: 测试连接成功。
fr_fr: connexion réussie de test.
ko_kr: 연결 테스트에 성공.

source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 업데이트

# DataPreviewWindowTitle
source: Data Preview
chs: 数据预览
fr_fr: Aperçu des données
ko_kr: 데이터 미리보기

# JoinEditorWindowTitle
source: Join Editor
chs: 加入编辑
fr_fr: Rejoignez Editor
ko_kr: 편집기를 가입

# DashboardDesignerAlertBoxMessageSaveDataSource
source: Do you want to save the data source -
chs: 是否要保存数据源 -
fr_fr: Voulez-vous enregistrer la source de données -
ko_kr: 데이터 소스를 저장 하시겠습니까 -

# ExpressionEditorExpressionValidationAlertMessageBracketMissing
source: Parenthesis (es) is/are no closed properly.
chs: 圆括号（ES）是/是没有正确关闭。
fr_fr: Parenthèses (s) est / sont pas correctement fermé.
ko_kr: 괄호는 (ES) 더 제대로 / 폐쇄되지 않습니다.

# ExpressionEditorExpressionValidationAlertMessageColumnNameBracketMissing
source: Column name should have brackets.
chs: 列名应该有支架。
fr_fr: Nom de la colonne doit avoir entre parenthèses.
ko_kr: 열 이름은 괄호가 있어야합니다.

# ExpressionEditorExpressionValidationAlertMessageInvalidColumnName
source: Invalid column name.
chs: 无效的列名。
fr_fr: Invalid nom de la colonne.
ko_kr: 잘못된 열 이름입니다.

# ExpressionEditorExpressionValidationAlertMessageValidExpression
source: The calculation is valid.
chs: 计算是有效的。
fr_fr: Le calcul est valide.
ko_kr: 계산은 유효합니다.

# JoinEditorRelationLeftTable
source: LeftTable
chs: 左表
fr_fr: Table de gauche
ko_kr: 왼쪽 테이블

# JoinEditorRelationLeftTableCondition
source: LeftTable Condition
chs: 左表
fr_fr: Condition de la table gauche
ko_kr: 왼쪽 테이블 조건

# JoinEditorRelationRelationship
source: Relationship
chs: 关系
fr_fr: Relationnel
ko_kr: 관계

# JoinEditorRelationRightTable
source: RightTable
chs: 右表
fr_fr: Tableau droit
ko_kr: 오른쪽 테이블
