Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# UserControlsMasterFilterActionFilterAddWidget
source: Add Widget
chs: 新增小工具
fr_fr: Ajouter un Widget
ko_kr: 위젯 추가

# UserControlsMasterFilterActionFilterErrorNoMoreMasters
source: No more widgets available
chs: 没有更多的小部件可用
fr_fr: Pas plus de widgets disponibles
ko_kr: 사용 가능한 더 많은 위젯 없다

# UserControlsMasterFilterActionFilterRemoveWidget
source: Remove Widget
chs: 删除小部件
fr_fr: Retirer Widget
ko_kr: 위젯을 제거

# UserControlsMasterFilterActionFilterDiscard
source: Discard
chs: 丢弃
fr_fr: Jeter
ko_kr: 포기

# UserControlsMasterFilterActionFilterErrorAlreadyEditing
source: Only one item can be edited or added.
chs: 只有一个项目可编辑或添加。
fr_fr: Un seul élément peut être modifié ou ajouté.
ko_kr: 하나의 항목을 편집하거나 추가 할 수 있습니다.

# UserControlsMasterFilterActionFilterSave
source: Save
chs: 保存
fr_fr: Sauvegarder
ko_kr: 저장

# UserControlsMasterFilterActionFilterErrorCommit
source: Please commit your changes
chs: 请提交更改
fr_fr: S'il vous plaît vos changements
ko_kr: 변경 사항을 커밋하세요

# ContainerPropertiesExportCsv
source: CSV Export
chs: CSV导出
fr_fr: Exporter CSV
ko_kr: CSV 내보내기

# ContainerPropertiesExportImage
source: Image Export
chs: 图像导出
fr_fr: Exporter image
ko_kr: 이미지 내보내기

# ContainerPropertiesExportPdf
source: PDF Export
chs: PDF导出
ko_kr: PDF 내보내기

# ContainerPropertiesShowMaximize
source: Show Maximize
chs: 显示最大化
fr_fr: Afficher Maximize
ko_kr: 쇼 최대화

# UserControlsDashboardDescription
source: Description
chs: 说明
fr_fr: La description
ko_kr: 기술

# ShowSelectAll
source: Show (All) item
chs: 显示（全部）项目
fr_fr: montrer (Tous) article
ko_kr: 쇼 (전체) 항목

# PropertiesWindowEnableNavigator
source: Enable Navigator
chs: 启用导航
fr_fr: Activer Navigator
ko_kr: 네비게이터 사용

# ControlTitleAreaChart
source: Area Chart
chs: 区域图
fr_fr: Zone Graphique
ko_kr: 영역 차트

# ControlTitleChart
source: Chart
chs: 图表
fr_fr: Charte
ko_kr: 차트

# ControlTitleColumnChart
source: Column
chs: 柱
fr_fr: Colonne
ko_kr: 열

# ControlTitleBarChart
source: Bar Chart
chs: 条图
fr_fr: Graphique à barres
ko_kr: 막대 차트

# ControlTitleBubbleChart
source: Bubble Chart
chs: 气泡图
fr_fr: Graphique à bulles
ko_kr: 버블 차트

# ControlTitleBubbleMap
source: BubbleMap
chs: 泡泡图
ko_kr: 버블지도

# ControlTitleBubbleMapText
source: Bubble Map
chs: 泡泡地图
ko_kr: 버블지도

# ControlTitleCard
source: Card
chs: 卡
fr_fr: Fiche
ko_kr: 카드

# ControlTitleCardControl
source: CardControl
chs: 卡控制
ko_kr: 카드 제어

# ControlTitleCheckBox
source: CheckBox
chs: 复选框
fr_fr: Case à cocher
ko_kr: 확인란

# ControlTitleCheckBoxText
source: Check Box
chs: 复选框
fr_fr: Case à cocher
ko_kr: 확인란

# ControlTitleChoroplethMap
source: ChoroplethMap
chs: Choropleth地图
fr_fr: choroplèthe Plan
ko_kr: Choropleth지도

# ControlTitleChoroplethMapText
source: Choropleth Map
chs: 地区分布图
fr_fr: choroplèthe Plan
ko_kr: Choropleth지도

# ControlTitleColumn
source: Column Chart
chs: 柱形图
fr_fr: Histogramme
ko_kr: 세로 막 대형 차트

# ControlTitleComboBox
source: ComboBox
chs: 组合框
fr_fr: liste déroulante
ko_kr: 콤보 박스

# ControlTitleComboBoxText
source: Combo Box
chs: 组合框
fr_fr: liste déroulante
ko_kr: 콤보 박스

# ControlTitleFilterComboBox
source: FilterCombobox
chs: 过滤组合框
fr_fr: Filterlistedéroulante
ko_kr: 필터 콤보 상자

# ControlTitleComboChart
source: ComboChart
chs: 组合图
fr_fr: Combo Graphique
ko_kr: 콤보 차트

# ControlTitleComboChartText
source: Combo Chart
chs: 组合图
fr_fr: Combo Graphique
ko_kr: 콤보 차트

# ControlTitleDatePicker
source: DatePicker
chs: 日期选择器
fr_fr: Sélecteur de date
ko_kr: 날짜 선택기

# ControlTitleDatePickerText
source: Date Picker
chs: 日期选取器
fr_fr: Sélecteur de date
ko_kr: 날짜 선택기

# ControlTitleDoughnut
source: Doughnut Chart
chs: 圆环图
fr_fr: Doughnut Graphique
ko_kr: 도넛 형 차트

# ControlTitleFunnel
source: Funnel Chart
chs: 漏斗图
fr_fr: Graphique de l'entonnoir
ko_kr: 깔때기 형 차트

# ControlTitleGauge
source: Radial Gauge
chs: 径向计
fr_fr: Jauge Radial
ko_kr: 레이디 얼 게이지

# ControlTitleCircularGauge
source: Gauge
chs: 测量
fr_fr: échantillon
ko_kr: - 게이지

# ControlTitleGrid
source: Grid
chs: 格
fr_fr: Grille
ko_kr: 그리드

# ControlTitleImage
source: Image
chs: 图片
ko_kr: 이미지

# ControlTitleLabel
source: Label
chs: 标签
fr_fr: Étiquette
ko_kr: 라벨

# ControlTitleLine
source: Line Chart
chs: 折线图
fr_fr: Graphique en ligne
ko_kr: 라인 차트

# ControlTitleListBox
source: ListBox
chs: 列表框
fr_fr: Boîte de liste
ko_kr: 목록 상자

# ControlTitleListBoxText
source: List Box
chs: 列表框
fr_fr: Boîte de liste
ko_kr: 목록 상자

# ControlTitlePie
source: Pie Chart
chs: 饼形图
fr_fr: Graphique à secteurs
ko_kr: 파이 차트

# ControlTitlePivotGrid
source: PivotGrid
chs: 数据透视网格
fr_fr: PivotGrille
ko_kr: 피벗 그리드

# ControlTitlePivotGridText
source: Pivot Grid
chs: 透视网格
fr_fr: Pivot Grille
ko_kr: 피벗 그리드

# ControlTitlePyramid
source: Pyramid Chart
chs: 金字塔图
fr_fr: Graphique Pyramid
ko_kr: 피라미드 차트

# ControlTitleRadioButton
source: RadioButton
chs: 单选按钮
fr_fr: Bouton radio
ko_kr: 라디오 버튼

# ControlTitleRadioButtonText
source: Radio Button
chs: 单选按钮
fr_fr: Bouton radio
ko_kr: 라디오 버튼

# ControlTitleRangeNavigator
source: RangeNavigator
chs: 范围导航器
fr_fr: GammeNavigateur
ko_kr: 레인지 네비게이터

# ControlTitleRangeNavigatorText
source: Range Navigator
chs: 范围内导航
fr_fr: Gamme Navigateur
ko_kr: 범위 네비게이터

# ControlTitleRangeSlider
source: RangeSlider
chs: 范围滑块
fr_fr: GammeSlider
ko_kr: 범위 슬라이더

# ControlTitleRangeSliderText
source: Range Slider
chs: 范围滑块
fr_fr: Gamme Slider
ko_kr: 범위 슬라이더

# ControlTitleScatter
source: Scatter Chart
chs: 散点图
fr_fr: Éparpiller Graphique
ko_kr: 분산 형 차트

# ControlTitleSpline
source: Spline Chart
chs: 样条图
fr_fr: Spline Graphique
ko_kr: 스플라인 차트

# ControlTitleStackedArea
source: Stacked Area Chart
chs: 堆积面积图
fr_fr: Zone de graphique empilée
ko_kr: 누적 영역 형 차트

# ControlTitleStackedBar
source: Stacked Bar Chart
chs: 堆叠条形图
fr_fr: Diagramme à barres empilé
ko_kr: 누적 막대 차트

# ControlTitleStackerColumn
source: Stacked Column Chart
chs: 堆积柱形图
fr_fr: Stacked graphique Colonne
ko_kr: 누적 세로 막 대형 차트

# ControlTitleTreeMap
source: TreeMap
chs: 树映射
fr_fr: Carte d'arbre
ko_kr: 트리 맵

# ControlTitleTreeMapText
source: Tree Map
chs: 树图
fr_fr: Carte d'arbre
ko_kr: 트리 맵

# ControlToolTipPivotGrid
source: Display summarized data in cross tabular format.
chs: 显示总结在交叉表格格式的数据。
fr_fr: Affichage résumé des données au format tabulaire croix.
ko_kr: 디스플레이 크로스 표 형식 데이터를 요약 하였다.

# ControlDataRequirementCard
source: 1 Actual/Target Value, 0 or 1 Series
chs: 1实际/目标数值0或1系列
fr_fr: 1 Actual / Valeur cible, 0 ou 1 Series
ko_kr: 1 실제 / 목표 값, 0 또는 1 시리즈

# ControlDataRequirementCharts
source: 1 or more Values and 1 or more Columns
chs: 1个或多个值和1个或多个列
fr_fr: 1 ou plusieurs valeurs et 1 ou plusieurs colonnes
ko_kr: 1 이상의 값과 1 이상의 열

# ControlDataRequirementComboChart
source: 1 or more Values/LineValues, and 1 Column
chs: 1个或多个值/ 线值和1列
fr_fr: 1 ou plusieurs valeurs / Valeurs de ligne ​​et 1 Colonne
ko_kr: 1 이상의 값 / 선 값, 1 열

# ControlDataRequirementFilters
source: 1 Column
chs: 1列
fr_fr: 1 colonne
ko_kr: 열

# ControlDataRequirementGauge
source: 1 or more Actual/Target Values, 0 or 1 Series
chs: 1个或多个实际/目标值，0或1系列
fr_fr: 1 ou plusieurs valeurs réelles / cibles, 0 ou 1 Series
ko_kr: 하나 이상의 실제 / 목표 값, 0 또는 1 시리즈

# ControlDataRequirementGrid
source: 1 or more Columns
chs: 1个或多个列
fr_fr: 1 ou plusieurs colonnes
ko_kr: 1 이상의 열

# ControlDataRequirementImage
source: Any JPEG, PNG image
chs: 任何JPEG，PNG图像
fr_fr: Toute image JPEG, PNG
ko_kr: 어떤 JPEG, PNG 이미지

# ControlDataRequirementLabel
source: Text
chs: 文字
fr_fr: Le texte
ko_kr: 문자

# ControlDataRequirementMap
source: 1 Value and 1 ShapeID
chs: 1值和1个形状ID
fr_fr: 1 Valeur et 1 ShapeID
ko_kr: 1 값 1 모양 ID

# ControlDataRequirementPivotGrid
source: 1 or more Values and 1 or more Rows/Columns
chs: 1个或多个值和1个或多个行/列
fr_fr: 1 ou plusieurs valeurs et 1 ou plusieurs lignes / colonnes
ko_kr: 1 이상의 값과 1 이상의 행 / 열

# ControlDataRequirementRangeNavigator
source: 1 or more Values and 1 Argument
chs: 1个或多个值和1争论
fr_fr: 1 ou plusieurs valeurs et 1 Argument
ko_kr: 1 이상의 값과 1 인수

# ControlDataRequirementTreeMap
source: 1 or more Values, 1 or more Group by fields
chs: 1个或多个值，1或域的详细集团
fr_fr: 1 ou plusieurs valeurs, 1 ou plusieurs groupes de champs
ko_kr: 1 이상의 값, 1 또는 필드의 더 많은 그룹

# ControlRequirement
source: Data Requirements
chs: 数据要求
fr_fr: Données requises
ko_kr: 데이터 요구

# DataPreviewLoadMore
source: Load more
chs: 加载更多
fr_fr: Afficher davantage
ko_kr: 더 로드하기

# ExpressionEditorFunctionDescriptionLag
source: Returns the value of an attribute of the next row.
chs: 返回下一个行的属性的值。
fr_fr: Renvoie la valeur d'un attribut de la ligne suivante.
ko_kr: 다음 행의 속성의 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionLead
source: Returns the value of an attribute of the previous row.
chs: 返回上一列的属性的值。
fr_fr: Renvoie la valeur d'un attribut de la rangée précédente.
ko_kr: 이전 행의 속성의 값을 돌려줍니다.

# ContextMenuItemCopy
source: Copy
chs: 复制
fr_fr: Copier
ko_kr: 복사

# ContextMenuItemCut
source: Cut
chs: 切
fr_fr: Couper
ko_kr: 잘라 내기

# ContextMenuItemPaste
source: Paste
chs: 糊
fr_fr: Coller
ko_kr: 붙여넣기

# DataPreviewFirst
source: First
chs: 第一
fr_fr: Premier
ko_kr: 처음

# DataConnectionHeaderTextPort
source: Port
chs: 港口
ko_kr: 포트

# DataConnectionHeaderTextType
source: Type
chs: 类型
ko_kr: 유형

# PropertiesWindowCustomColors
source: Custom Colors
chs: 自定义颜色
fr_fr: Couleurs personnalisées
ko_kr: 사용자 정의 색상

# InitialWizardAtCanvasDescriptionLineOne
source: You can add a new data source or import an existing one that you may have configured in the past while working with another dashboard.
chs: 您可以添加新的数据源或导入现有一个你可能在过去配置了其他信息中心工作时。
fr_fr: Vous pouvez ajouter une nouvelle source de données ou importer un existant que vous avez configuré dans le passé tout en travaillant avec un autre tableau de bord.
ko_kr: 새 데이터 소스를 추가하거나 다른 대시 보드와 함께 작업하는 동안 당신이 과거에 구성되어 있습니다 기존 가져올 수 있습니다.

# InitialWizardAtCanvasDescriptionLineTwo
source: that you may have configured in the past while working
chs: 你可能在过去的配置，同时工作
fr_fr: que vous avez configuré dans le passé tout en travaillant
ko_kr: 작업하는 동안 당신은 과거에 설정 한 수

# InitialWizardAtCanvasDescriptionLineThree
source: with another dashboard.
chs: 与其他仪表板。
fr_fr: avec un autre tableau de bord.
ko_kr: 다른 대시 보드.

# InitialWizardAtCanvasStartWithDataSource
source: Start with configuring a data source
chs: 开始配置数据源
fr_fr: Commencez avec la configuration d'une source de données
ko_kr: 데이터 소스를 구성 시작

# LabelRichTextErrorEmpty
source: Url cannot be empty
chs: 网址不能为空
fr_fr: Url ne peut être vide
ko_kr: URL이 비어있을 수 없습니다

# LabelRichTextHyperlink
source: Hyperlink
chs: 超链接
fr_fr: lien hypertexte
ko_kr: 하이퍼 링크

# LabelRichTextNewSameWindow
source: Same Window
chs: 同一窗口
fr_fr: La même fenêtre
ko_kr: 같은 창

# LabelRichTextNewTab
source: New Tab
chs: 新标签页
fr_fr: Nouvel onglet
ko_kr: 새 탭

# LabelRichTextNewWindow
source: New Window
chs: 新窗户
fr_fr: Nouvelle fenêtre
ko_kr: 새 창

# PropertiesWindowHeaderTextEditLabel
source: Edit Label
chs: 编辑标签
fr_fr: Modifier Étiquette
ko_kr: 레이블 편집

# UserControlsDashboardTitle
source: Title
chs: 标题
fr_fr: Titre
ko_kr: 표제

# RelationalSplitButtonHeaderTextRelativeDateFilter
source: Relative Date Filter...
chs: 相对日期过滤器...
fr_fr: Filtre de date relatif ...
ko_kr: 상대 날짜 필터 ...

# LabelRichTextEditWindowTooltipAddHyperlink
source: Add Hyperlink
chs: 添加超链接
fr_fr: Ajouter un lien hypertexte
ko_kr: 하이퍼 링크 추가

# LabelRichTextEditWindowTooltipAlignCenter
source: Center
chs: 居中
fr_fr: Centre
ko_kr: 센터

# LabelRichTextEditWindowTooltipAlignLeft
source: Left
chs: 左侧
fr_fr: Gauche
ko_kr: 왼쪽

# LabelRichTextEditWindowTooltipAlignmentRight
source: Right
chs: 对
fr_fr: Droite
ko_kr: 오른쪽

# LabelRichTextEditWindowTooltipBackground
source: Background Color
chs: 背景颜色
fr_fr: Couleur de fond
ko_kr: 배경 색상

# LabelRichTextEditWindowTooltipBold
source: Bold
chs: 大胆
fr_fr: Gras
ko_kr: 굵게

# LabelRichTextEditWindowTooltipFontFamily
source: Font Family
chs: 字体集：
fr_fr: Police
ko_kr: 글꼴-모음

# LabelRichTextEditWindowTooltipFontSize
source: Font Size
chs: 字体大小
fr_fr: Taille de police
ko_kr: 글꼴-크기

# EjConditionalFormattingFont
source: Font
chs: 字形
fr_fr: Police de caractère
ko_kr: 글꼴

# LabelRichTextEditWindowTooltipForeground
source: Foreground Color
chs: 前景色
fr_fr: Couleur de premier plan
ko_kr: 전경색

# LabelRichTextEditWindowTooltipItalic
source: Italic
chs: 斜体
fr_fr: Italique
ko_kr: 이테릭체

# LabelRichTextEditWindowTooltipRemoveHyperlink
source: Remove Hyperlink
chs: 删除超链接
fr_fr: Supprimer le lien hypertexte
ko_kr: 하이퍼 링크를 제거

# LabelRichTextEditWindowTooltipUnderline
source: Underline
chs: 强调
fr_fr: Souligné
ko_kr: 밑줄

# ExpressionEditorFunctionDescriptionLookup
source: Returns the value of the expression in a target row, specified as a relative offset from the current row.
chs: 返回一个目标行的表达式的值，指定为相对从当前行偏移。
fr_fr: Renvoie la valeur de l'expression dans une ligne cible, spécifiée comme un décalage par rapport à la ligne actuelle relatif.
ko_kr: 현재 로우 오프셋 상대로서 지정된 타겟 연속 식의 값을 반환한다.

# ExpressionEditorFunctionDescriptionDateAdd
source: Adds the number of days to the specified date.
chs: 添加天到指定的日期数。
fr_fr: Ajoute le nombre de jours à la date indiquée.
ko_kr: 지정된 날짜에 일 수를 추가합니다.

# ExpressionEditorFunctionDescriptionDateSub
source: Returns the date subtracted from the specified date.
chs: 返回指定日期中减去的日期。
fr_fr: Renvoie la date soustrait de la date spécifiée.
ko_kr: 지정된 날짜에서 차감 날짜를 돌려줍니다.

# DashboardDesignerUntitledDashboard
source: Untitled Dashboard
chs: 无题仪表板
fr_fr: Tableau de bord sanstitre
ko_kr: 제목 없음 대시 보드

# ImportDashboardOwner
source: Owner
chs: 所有者
fr_fr: Propriétaire
ko_kr: 소유권자

# ImportDashboardTitle
source: Title
chs: 标题
fr_fr: Titre
ko_kr: 표제

# ImportDashboardModifiedDate
source: Last Modified
chs: 最后修改日期
fr_fr: Dernière modification
ko_kr: 최종 수정

# ExplorerUserInterfaceTitleInformation
source: Open Dashboard from Server
chs: 从服务器打开仪表板
fr_fr: Ouvrez Dashboard à partir du serveur
ko_kr: 서버에서 열기 대시 보드

# ImportDashboardDescription
source: Description
chs: 说明
ko_kr: 기술

# ContextMenuChangeColumnType
source: Change Column Type
chs: 更改列类型
fr_fr: Changer Type de colonne
ko_kr: 변경 열 유형

# CustomViewContextMenuDateTime
source: Date Time
chs: 约会时间
fr_fr: Date/Heure
ko_kr: 날짜/시간

# CustomView_ContextMenu_BasedOnDateTimeFormat
source: Based On Date and Time
chs: 根据日期和时间
fr_fr: Basé sur la date et l'heure
ko_kr: 날짜 및 시간을 기준으로

# CustomView_ContextMenu_Format
source: Format
chs: 格式
ko_kr: 포맷

# CustomViewContextMenuInt
source: Integer
chs: 整数
fr_fr: Entier
ko_kr: 정수

# CustomViewContextMenuBoolean
source: Boolean
chs: 布尔类型变量
fr_fr: Booléen
ko_kr: 부울

# CustomViewContextMenuString
source: Text
chs: 文字
fr_fr: Le texte
ko_kr: 문자

# CustomViewContextMenuDouble
source: Number
chs: 数
fr_fr: Nombre
ko_kr: 숫자

# PropertiesWindowHeaderTextCheckBoxView
source: CheckBox View / RadioButton View
chs: 复选框查看/单选查看
fr_fr: Case à cocher Voir / Bouton radio Voir
ko_kr: 확인란의보기 /의 라디오 버튼보기

# PropertiesWindowHeaderTextSingle
source: Single
chs: 单一
fr_fr: Unitaire
ko_kr: 미혼

# PropertiesWindowFilter
source: Filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터

# PropertiesWindowHeaderTextColumns
source: Column Settings
chs: 列设置
fr_fr: Paramètres de colonne
ko_kr: 열 설정

# PropertiesWindowHeaderTextAbsolute
source: Absolute
chs: 绝对
fr_fr: Absolu
ko_kr: 순수한

# PropertiesWindowHeaderTextPercent
source: Percent
chs: 百分
fr_fr: Pour cent
ko_kr: 퍼센트

# PropertiesCategoryHeaderBehavior
source: Behavior
chs: 行为
fr_fr: Comportement
ko_kr: 행동

# PropertiesCategoryHeaderFilter
source: Filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터

# PropertiesCategoryHeaderShapeFile
source: Map Settings
chs: 地图设置
fr_fr: Paramètres de la carte
ko_kr: 지도 설정

# PropertiesCategorySubtextColor
source: Color
chs: 颜色
fr_fr: Couleur
ko_kr: 색상

# PropertiesCategorySubtextCustom
source: Custom
chs: 自订
fr_fr: Personnalisé
ko_kr: 사용자 지정

# PropertiesCategorySubtextIgnoreFilterAction
source: Ignore Filter Action
chs: 忽略筛选器操作
fr_fr: Ignorez Action de filtrage
ko_kr: 필터 동작 무시

# PropertiesCategorySubtextMakeItInteractive
source: Enable Drilldown
chs: 启用追溯
fr_fr: Activer Drilldown
ko_kr: 드릴 다운 사용

# PropertiesCategoryHeaderMapColorSubtypeMonochromatic
source: Monochromatic
chs: 单色
fr_fr: |Monochromatique|
ko_kr: 단색

# PropertiesCategoryHeaderMapColorSubtypeRangeMappingHigh
source: High
chs: 新高点
fr_fr: Élev
ko_kr: 고화질

# PropertiesCategoryHeaderMapColorSubtypeRangeMappingLow
source: Low
chs: 稍低
fr_fr: Novice
ko_kr: 저화질

# PropertiesCategoryHeaderMapColorSubtypeRangeMappingMiddle
source: Middle
chs: 中间
fr_fr: Milieu
ko_kr: 중간

# TableSchemaViewFieldAlreadyExist
source: The following specified column name already exists
chs: 下面指定的列名已存在
fr_fr: Le nom de la colonne spécifiée suivante existe déjà
ko_kr: 다음 지정된 열 이름이 이미 존재합니다

# ChartPropertiesAxisLabelFormatting
source: Axis Label Formatting...
chs: 轴标签格式化...
fr_fr: Format de l'étiquette de l'axe...
ko_kr: 축 레이블 서식 지정 중 ...

# ImageToolBarModeFill
source: Fill
chs: 填
fr_fr: Remplir
ko_kr: ~을 채우다

# ImageToolBarModeFillDescription
source: The image within the control is stretched or shrunk to fit the size of the control.
chs: 控制范围内的图像被拉伸或收缩以适应控件的大小。
fr_fr: L'image dans le contrôle est étendue ou réduite à la taille de la commande.
ko_kr: 제어부 내의 화상은 신장 또는 컨트롤의 크기에 맞도록 수축된다.

# ImageToolBarModeDefault
source: Default
chs: 默认
fr_fr: Défaut
ko_kr: 기본값

# ImageToolBarModeNoneDescription
source: Loads the default image size
chs: 加载默认图像尺寸
fr_fr: Charge la taille de l'image par défaut
ko_kr: 기본 이미지 크기를로드

# ImageToolBarModeUniform
source: Uniform
chs: 制服
fr_fr: L'uniforme
ko_kr: 유니폼.

# ImageToolBarModeUniformToFill
source: UniformToFill
fr_fr: Uniforme à remplir
ko_kr: 채우기 통일

# ImageToolBarModeUniformToFillDescription
source: The image is clipped if it is larger than the control.
chs: 如果它是比对照更大的图像裁剪。
fr_fr: L'image est écrêté si elle est plus grande que le témoin.
ko_kr: 이 컨트롤보다 큰 경우, 화상 클리핑된다.

# ImageToolBarModeUniformDescription
source: The image is sized proportionally(without clipping), so that it is best fitted to the image control
chs: 图像的尺寸成比例地（没有削波），因此，最好是装配到图像控制
fr_fr: L'image est dimensionnée proportionnellement (sans écrêtage), de sorte qu'il est le mieux adapté au contrôle de l'image
ko_kr: 이 가장 화상 제어에 장착되도록 이미지 (패스)없이 비례 크기이며

# ImageToolBarSetImage
source: Set Image...
chs: 设置图像...
fr_fr: Définir l'image
ko_kr: 설정 이미지 ...

# GridTemplateButtonContent
source: Template...
chs: 模板...
fr_fr: Modèle
ko_kr: 템플릿

# PropertiesWindowCardHeader
source: Title
chs: 标题
fr_fr: Titre
ko_kr: 표제

# PropertiesWindowCardTitleAlignment
source: Title Alignment
chs: 标题对齐
fr_fr: Alignement du titre
ko_kr: 제목 정렬

# PropertiesWindowChartAdornmentSuffix
source: Value Labels Suffix
chs: 值标签后缀
fr_fr: Etiquettes de valeurs suffixe
ko_kr: 값은 접미사 라벨

# PropertiesWindowChartAxis
source: Axis
chs: 轴
fr_fr: Axe
ko_kr: 중심선

# PropertiesWindowChartDrilldown
source: Enable Drill Down
chs: 启用向下钻取
fr_fr: Activer forer vers le bas
ko_kr: 드릴 다운 사용

# PropertiesWindowChartPrimaryXAxis
source: Category Axis
chs: 分类轴
fr_fr: Catégorie Axe
ko_kr: 범주 축

# PropertiesWindowChartPrimaryYAxis
source: Primary Value Axis
chs: 主数值轴
fr_fr: Axe de valeur primaire
ko_kr: 차 값 축

# PropertiesWindowChartSecondaryYAxis
source: Secondary Value Axis
chs: 值轴
fr_fr: Axe de valeur secondaire
ko_kr: 보조 값 축

# ContainerPropertiesWindowHeaderAppearance
source: Container Appearance
chs: 集装箱外观
fr_fr: Conteneur Apparence
ko_kr: 컨테이너 모양

# PropertiesWindowLink
source: Link
chs: 链接
fr_fr: Lien
ko_kr: 링크

# DataConnectionAlertBoxMessagePortNumberNotEmpty
source: Port number should not be empty
chs: 端口号不能为空
fr_fr: Le numéro de port ne doit pas être vide
ko_kr: 포트 번호는 비워 둘 수 없습니다

# DataConnectionAlertBoxMessageInvalidConnectionString
source: The ConnectionString property has not been initialized
chs: 连接字符串属性尚未初始化
fr_fr: La propriété ConnectionString n'a pas été initialisé
ko_kr: 연결 문자열 속성이 초기화되지 않았습니다

# DataConnectionAddQueryParameters
source: Parameters
chs: 参数
fr_fr: Paramètres
ko_kr: 매개 변수

# DataConnectionEditQueryParameters
source: Edit Parameters
chs: 编辑参数
fr_fr: Modifier les paramètres
ko_kr: 편집 매개 변수

# ExpressionEditorFunctionDescriptionNullIf
source: Returns first expression if the two expressions are not equal.If the expressions are similar then it returns NULL.
chs: 返回如果两个表达式不equal.If的表达式类似于然后返回NULL一个表达式。
fr_fr: Renvoie la première expression si les deux expressions ne sont pas equal.If les expressions sont semblables, alors il renvoie NULL.
ko_kr: 식을 같은.만약하지 않는 두 표현이 유사한 경우 다음이 없는을 반환 첫번째 식을 돌려줍니다.

# DashboardLinkCheckBoxEnable
source: Enable Linking
chs: 启用链接
fr_fr: Activer Linking
ko_kr: 링킹 사용

# DashboardLinkDashboardRadioContent
source: Dashboard
chs: 信息中心
fr_fr: Tableau de bord
ko_kr: 알림판

# DashboardLinkSetParameters
source: Set Parameters...
chs: 设置参数...
fr_fr: Définir les paramètres ...
ko_kr: 설정 매개 변수 ...

# DashboardLinkRadioContent
source: URL
chs: 网址
fr_fr: Lien
ko_kr: URL 끌

# DatasourceOption_StoredProcedure
source: Stored Procedure
chs: 存储过程
fr_fr: Procédure stockée
ko_kr: 저장 프로 시저

# DataSourceOptionTables
source: Tables & Views
chs: 数据表和视图
fr_fr: Tables et Vues
ko_kr: 테이블 및 뷰

# WidgetResetRemoveData
source: Remove Data
chs: 删除数据
fr_fr: Retirer données
ko_kr: 데이터 제거

# WidgetResetResetProperties
source: Reset Properties
chs: 重置属性
fr_fr: Réinitialiser Propriétés
ko_kr: 리셋 등록

# IndicatorFetchingDataFromServer
source: Reading data from server...
chs: 从服务器读取数据...
fr_fr: La lecture des données du serveur ...
ko_kr: 서버에서 데이터를 읽기 ...

# ImportRecentDefaultPath
source: Default Saved Path
chs: 默认保存路径
fr_fr: Chemin par défaut Saved
ko_kr: 기본 저장 경로

# ImportRecentHeader
source: RECENT
chs: 最新
fr_fr: NOUVEAU
ko_kr: 최근

# UserControlChangeMeasureFormatUserControlNegativeValues
source: Negative Values
chs: 负值
fr_fr: valeurs négatives
ko_kr: 음의 값

# UserControlChangeMeasureFormatUserControlPrefix
source: Left
chs: 左侧
fr_fr: Gauche
ko_kr: 왼쪽

# UserControlChangeMeasureFormatUserControlSuffix
source: Right
chs: 对
fr_fr: Droite
ko_kr: 오른쪽

# DataDesignViewModelDataDesignViewModelSparkTableMovingCreatingTablesInSpark
source: Creating tables in spark...
chs: 在创建表的火花......
fr_fr: Création de tables à allumage ...
ko_kr: 스파크에 테이블을 만드는 중 ...

# DataDesignViewModelDataDesignViewModelCsvCreatingCreatingCsv
source: Creating CSV..
chs: 创建CSV ..
fr_fr: Création CSV ..
ko_kr: CSV 만들기 ..

# DataDesignViewModelDataDesignViewModelSparkTableUploading
source: Table is being uploaded to spark…
chs: 表正在上传的火花......
fr_fr: Le tableau est chargé de déclencher ...
ko_kr: 표는 불꽃에 업로드 중입니다 ...

# DataDesignViewModelUpdateDataGridDataLoading
source: Loading...
chs: 正在加载...
fr_fr: Chargement...
ko_kr: 로딩 중...

# DataDesignViewModelCreatingDatabase
source: Creating Data Source...
chs: 创建数据源...
fr_fr: Création d'une source de données ...
ko_kr: 데이터 소스 만들기 ...

# DataDesignViewModelExtractingData
source: Extracting data...
chs: 提取数据...
fr_fr: Extraction de données ...
ko_kr: 데이터를 추출 ...

# DataDesignHeaderTextOpenJoinEditor
source: Click here to open Join Editor.
chs: 点击这里打开加入编辑器。
fr_fr: Cliquez ici pour ouvrir Rejoignez Editor.
ko_kr: 편집기에 참여 열려면 여기를 클릭하십시오.

# InitialFilterUserControlsBooleanFieldFalse
source: False
chs: 假
fr_fr: Faux
ko_kr: 거짓

# InitialFilterUserControlsBooleanFieldNull
source: (Null)
chs: （空值）
fr_fr: (Nul)
ko_kr: (없는)

# InitialFilterUserControlsBooleanFieldTrue
source: True
chs: 真正
fr_fr: Vrai
ko_kr: 사실

# GridCustomizationConditionalFormattingHeaderTextFormattingTypeValuesIndication
source: Indication
chs: 迹象
ko_kr: 표시

# DataConnectionDatasourceWizardConnectionTypeValuesSpark
source: Spark SQL
chs: 星火SQL
ko_kr: 스파크 SQL

# GridPropertiesFilterKpi
source: KPI column measure filter
chs: KPI列措施过滤器
fr_fr: KPI mesure de colonne filtre
ko_kr: KPI 열 측정 필터

# GridPropertiesFormatKpi
source: Format KPI column
chs: 格式KPI列
fr_fr: Format colonne KPI
ko_kr: 형식 KPI 열

# DataSourceTableNotFound
source: Table is not found in this database.
chs: 表是不是在这个数据库中找到。
fr_fr: Le tableau ne figure pas dans cette base de données.
ko_kr: 테이블이 데이터베이스에서 찾을 수 없습니다.

# ImportingText
source: Importing...
chs: 输入...
fr_fr: Importation ...
ko_kr: 가져 오기 :
