Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# JoinEditorRelationRightTableCondition
source: RightTable Condition
chs: 右表条件
fr_fr: Condition du tableau droit
ko_kr: 오른쪽 테이블 조건

# LegendTextValues
source: Values
chs: 值
fr_fr: Valeurs
ko_kr: -가치관

# InfoHelperTableInformation
source: Tables
chs: 表
fr_fr: tableaux
ko_kr: 표

# InfoHelperViewsInformation
source: Views
chs: 意见
fr_fr: Vues
ko_kr: 보기

# PublishWindowTitle
source: Publish Dashboard
chs: 发布仪表板
fr_fr: Publier Dashboard
ko_kr: 대시 보드 게시

# ExpressionEditorExpressionValidationAlertMessageInvalidCalculation
source: The calculation contains errors.
chs: 计算包含错误。
fr_fr: Le calcul contient des erreurs.
ko_kr: 계산은 오류가 있습니다.

# UserControlTopLevelRecordHeaderTextSummary
source: Summary
chs: 摘要
fr_fr: Résumé
ko_kr: 요약

# DashboardDesignerHeaderMenuItemClose
source: Clos_e
chs: 关
fr_fr: Fermer
ko_kr: 닫기

# DashboardDesignerHeaderMenuItemDisableDeleteAlert
source: Disable Delete Alert
chs: 禁用删除警报
fr_fr: Désactiver Supprimer alerte
ko_kr: 알림 삭제 안 함

# DashboardDesignerHeaderMenuItemEnableDeleteAlert
source: Enable Delete Alert
chs: 启用删除警报
fr_fr: Activer Supprimer alerte
ko_kr: 경고를 삭제 사용

# DashboardDesignerHeaderMenuItemPreviewWindow
source: _Preview/Run
chs: _预览/运行
fr_fr: _avant-première / Courir
ko_kr: _시사/ 실행

# DashboardDesignerHeaderMenuItemServer
source: _Server
chs: _服务器
fr_fr: Serveur
ko_kr: 서버

# DashboardDesignerHeaderMenuItemSettings
source: Settings
chs: 设置
fr_fr: Paramètres
ko_kr: 설정

# DataDesignViewTableWiseSearch
source: Table
chs: 桌子
fr_fr: Tableau
ko_kr: 표

# DataSetControlsBeginsWithWiseSearch
source: Begins With
chs: 开始于
fr_fr: Commence par
ko_kr: 시작

# DataSetControlsEndsWithWiseSearch
source: Ends With
chs: 结束
fr_fr: Se termine par
ko_kr: 로 종료

# CustomerSearchBoxPopupSearchByWise
source: Options
chs: 可选
ko_kr: 옵션

# DataDesignViewTableViewWiseSearch
source: Table or View
chs: 表或视图
fr_fr: Table ou vue
ko_kr: 테이블 또는보기

# PropertiesWindowHeaderTextCategoryAxis
source: Category Axis
chs: 分类轴
fr_fr: Catégorie Axe
ko_kr: 범주 축

# PropertiesWindowHeaderTextValueAxis
source: Value Axis
chs: 数值轴
fr_fr: Axe des valeurs
ko_kr: 값 축

# DataSourceAlertZeroTable
source: No tables or views exist in this database.
chs: 没有表或视图存在此数据库中。
fr_fr: Pas de tables ou vues existent dans cette base de données.
ko_kr: 어떤 테이블이나 뷰는이 데이터베이스에 존재하지 않습니다.

# UserControlTopLevelRecordHeaderTextFields
source: Field
chs: 领域
fr_fr: Champ
ko_kr: 기술분야

# TableRelationDeleteTooltip
source: Delete relationship
chs: 删除关系
fr_fr: Supprimer relation
ko_kr: 관계 삭제

# ListBoxDropAlertBox
source: Measure element is not a correct format for this control in calculation
chs: 测量元素是不是这个控制计算正确的格式
fr_fr: élément de mesure est pas un format correct pour ce contrôle dans le calcul
ko_kr: 측정 요소는 계산이 컨트롤에 대한 올바른 형식이 아닙니다

# CalculationRemove
source: Dimension element in calculation section will be removed do you want to proceed?
chs: 在计算部分维度元素将被删除你要继续吗？
fr_fr: élément de dimension dans la section de calcul sera supprimé voulez-vous procéder?
ko_kr: 계산 섹션의 차원 요소는 계속 진행 하시겠습니까 제거 할 것인가?

# PropertiesWindowChartYAxisCustomText
source: Y-Axis custom text
chs: Y轴的自定义文本
fr_fr: texte personnalisé Y-Axe
ko_kr: Y 축 지정 텍스트

# PropertiesWindowHeaderTextChartType
source: Chart Type
chs: 图表类型
fr_fr: Type de graphique statistique
ko_kr: 차트 종류

# PropertiesWindowHeaderTextFilters
source: Filters
chs: 过滤器
fr_fr: Filtres
ko_kr: 필터

# UserControlMultipleSelectionComboBoxExclude
source: Exclude
chs: 排除
fr_fr: Exclure
ko_kr: 제외

# UserControlMultipleSelectionComboBoxInclude
source: Include
chs: 包括
fr_fr: Inclure
ko_kr: 포함

# MainWindowLoadingReportAlertMessage
source: Loading...
chs: 正在加载...
fr_fr: Chargement...
ko_kr: 로딩 중...

# MainWindowApplicationRestarts
source: To change the language settings, restart the application. Do you want to continue?
chs: 要更改语言设置，重新启动应用程序。你想继续吗？
fr_fr: Pour changer les paramètres de langue, redémarrer l'application. Voulez-vous continuer?
ko_kr: 언어 설정을 변경하려면 응용 프로그램을 다시 시작합니다. 당신은 계속 하시겠습니까?

# JoinEditorWindowMergeButtonClickActionInvokeRelationAlreadyExists
source: Relationship already exists!
chs: 关系已经存在！
fr_fr: Relation existe déjà!
ko_kr: 관계가 이미 존재합니다!

# JoinEditorWindowMergeButtonClickActionInvokeInvalidRelation
source: Invalid relationship!
chs: 无效的关系！
fr_fr: relation invalide!
ko_kr: 잘못된 관계!

# DashboardDesignerAlertBoxMessageInitialFilter
source: Changing the data type will invalidate the filter applied on this column. Do you still want to proceed?
chs: 更改的数据类型将无效应用于此列的筛选。是否仍要继续？
fr_fr: Modification du type de données invalidera le filtre appliqué sur cette colonne. Voulez-vous continuer?
ko_kr: 데이터 유형을 변경하면이 열에 적용된 필터를 무효화됩니다. 그래도 계속 하시겠습니까?

# LabelTextAlignLeftTooltip
source: Left Align
chs: 左对齐
fr_fr: Aligner à gauche
ko_kr: 왼쪽 정렬

# LabelTextAlignRightTooltip
source: Right Align
chs: 右对齐
fr_fr: Aligner à droite
ko_kr: 오른쪽 정렬

# ControlDesignerChangeDataSource
source: Do you want to reset the data source?
chs: 你想重置数据源？
fr_fr: Voulez-vous réinitialiser la source de données?
ko_kr: 데이터 소스를 재설정 하시겠습니까?

# AddedControlsContainerDeleteDataSources
source: Delete data source
chs: 删除数据源
fr_fr: Supprimer source de données
ko_kr: 데이터 소스를 삭제

# AddedControlsContainerImportIcon
source: Import Data source
chs: 导入数据源
fr_fr: la source d'importation de données
ko_kr: 데이터 가져 오기 소스

# AddedControlsContainerExpandIcon
source: Expand
chs: 扩大
fr_fr: Éclater
ko_kr: 펼치기

# AddedControlsContainerDataSourcesIcon
source: Data Sources
chs: 数据源
fr_fr: Sources de données
ko_kr: 데이터 출처

# DownloadOpenInformation
source: Download & Open
chs: 下载并打开
fr_fr: Télécharger et Ouvrir
ko_kr: 다운로드 및 열기

# AddedControlsContainerWidgetsIcon
source: Widgets
chs: 小工具
ko_kr: 위젯

# AddedControlsContainerDuplicateIcon
source: Duplicate data source
chs: 重复数据源
fr_fr: source de données en double
ko_kr: 중복 데이터 소스

# AddedControlsContainerRenameIcon
source: Rename widget
chs: 重命名部件
fr_fr: Renommer un widget
ko_kr: 위젯의 이름을 바꿉니다

# AddedControlsContainerEditDatasource
source: Edit data source
chs: 编辑数据源
fr_fr: Modifier source de données
ko_kr: 편집 데이터 소스

# UserControlMultipleSelectionComboBoxContains
source: Contains
chs: 包含
fr_fr: Contenu
ko_kr: 다음 포함

# UserControlMultipleSelectionComboBoxEndsWith
source: Ends With
chs: 结束
fr_fr: Se termine par
ko_kr: 로 종료

# UserControlMultipleSelectionComboBoxIsBetween
source: Between
chs: 协议双方分别为
fr_fr: Entre
ko_kr: 이하 당사자 간

# UserControlMultipleSelectionComboBoxIsEmpty
source: Is empty
chs: 是空的
fr_fr: Est vide
ko_kr: 비었다

# UserControlMultipleSelectionComboBoxIsNotBetween
source: Not Between
chs: 不介于
fr_fr: Pas entre
ko_kr: 아니 사이

# UserControlMultipleSelectionComboBoxIsNotEmpty
source: Is not empty
chs: 不为空
fr_fr: N'est pas vide
ko_kr: 비어 있지 않은

# UserControlMultipleSelectionComboBoxIsNotNull
source: Is not null
chs: 不为空
fr_fr: Est non nulle
ko_kr: null가 아닌

# UserControlMultipleSelectionComboboxIsNull
source: Is null
chs: 为空
fr_fr: est null
ko_kr: null의 경우

# UserControlMultipleSelectionComboBoxNotContains
source: Not contains
chs: 不包含
fr_fr: Ne contient pas
ko_kr: 을 포함하지 않습니다.

# UserControlMultipleSelectionComboBoxStartsWith
source: Starts With
chs: 以。。开始
fr_fr: Commence avec
ko_kr: 시작

# PropertiesWindowHeaderTextMastersList
source: Master Widget(s)
chs: 主窗口小部件（S）
fr_fr: Maître Widget (s)
ko_kr: 마스터 위젯 (들)

# UserControlExactDateFilterDateOptions
source: Date Options
chs: 日期选项
fr_fr: CHOIX DES DATES
ko_kr: 날짜 옵션

# UserControlExactDateFilterEndDate
source: End Date
chs: 结束日期
fr_fr: Date de fin
ko_kr: 끝 날짜

# UserControlExactDateFilterRanges
source: Ranges
chs: 范围
fr_fr: Gammes
ko_kr: 범위

# UserControlExactDateFilterShowtime
source: Show Time
chs: 开演时间
fr_fr: Que le spectacle commence.
ko_kr: 시간 표시

# UserControlExactDateFilterStartDate
source: Start Date
chs: 开始日期
fr_fr: Date de début
ko_kr: 시작일

# UserControlExactDateFilterEnd
source: End
chs: 结束
fr_fr: Fin
ko_kr: 종료

# UserControlExactDateFilterStart
source: Start
chs: 开始
fr_fr: Début
ko_kr: 시작

# UserControlsMasterFilterActionTitle
source: Dashboard Filters Configuration
chs: 仪表板筛选器配置
fr_fr: Configuration des filtres de tableau de bord
ko_kr: 대시 보드 필터 구성

# UserControlsMasterFilterActionFilterNewFilter
source: New
chs: 新功能
fr_fr: Nouveau texte
ko_kr: 새로운

# UserControlsMasterFilterActionFilterSourceColumn
source: Source Column
chs: 源列
fr_fr: Colonne source
ko_kr: 소스 열

# UserControlsMasterFilterActionFilterTargetColumn
source: Target Column
chs: 目标栏
fr_fr: Colonne cible
ko_kr: 대상 열

# UserControlsMasterFilterActionFilterTargetDataSource
source: Target Data Source
chs: 目标数据源
fr_fr: Source de données cible
ko_kr: 대상 데이터 소스

# UserControlsMasterFilterActionFilterTitle
source: Filter Profile(s)
chs: 过滤器配置文件（S）
fr_fr: Profil (s) de filtre
ko_kr: 필터 프로파일 (들)

# DataSourceContainerCollapse
source: Collapse
chs: 坍方
fr_fr: Réduire
ko_kr: 축소

# DesignerLayoutFitToDesignLayout
source: Fit to designlayout
chs: 适合设计布局
fr_fr: Fit pour concevoir la mise en page
ko_kr: 레이아웃 디자인에 맞추기

# GridEditTableColumnNameHeader
source: Edit Table Column Names
chs: 编辑表的列名
fr_fr: Modifier les noms de colonnes de table
ko_kr: 편집 테이블 열 이름

# GridEditTableColumnNamesButtonContent
source: Edit Column Names...
chs: 编辑列名...
fr_fr: Modifier les noms de colonnes ...
ko_kr: 열 이름을 편집 ...

# UserControlsPreviewSettingsPreviewService
source: Preview Service
chs: 预览服务
ko_kr: 미리보기 서비스

# PropertiesWindowButtonTextDeltaEdit
source: Edit...
chs: 编辑
fr_fr: Modifier...
ko_kr: 수정...

# UserControlsMasterFilterActionFilterRemoveFilter
source: Remove
chs: 删除
fr_fr: Enlever
ko_kr: 삭제

# UserControlsMasterFilterActionFilterEditFilter
source: Edit
chs: 编辑
fr_fr: Modifier
ko_kr: 편집

# UserControlsMasterFilterActionFilterNewFilterEmpty
source: Filter Key cannot be empty
chs: 过滤器钥匙不能为空
fr_fr: Key Filter ne peut pas être vide
ko_kr: 필터 키는 비워 둘 수 없습니다

# UserControlsMasterFilterActionFilterNewFilterExist
source: Filter Key already exist
chs: 重点筛选已经存在
fr_fr: Key Filter existent déjà
ko_kr: 필터 키 이미 존재

# UserControlsMasterFilterActionFilterErrorAlreadyPresent
source: Similar filter case already present.
chs: 类似的过滤器的情况下已经存在。
fr_fr: filtre similaire cas déjà présent.
ko_kr: 유사 필터의 경우 이미.

# UserControlsMasterFilterActionFilterErrorCannotBeEmpty
source: Field name cannot be empty
chs: 字段名称不能为空
fr_fr: Nom de champ ne peut pas être vide
ko_kr: 필드 이름은 비워 둘 수 없습니다

# PropertiesWindowHeaderTextRangeColor
source: Range Color
chs: 色彩范围
fr_fr: Gamme de couleurs
ko_kr: 범위 색상

# UserControlsAutoSaveDiscard
source: Discard
chs: 丢弃
fr_fr: Jeter
ko_kr: 포기

# UserControlsAutoSaveLoad
source: Load
chs: 负载
fr_fr: Ouvrir
ko_kr: 불러오기

# UserControlsAutoSaveMessage
source: Dashboard designer has recovered the following dashboard report. You can either load it or discard it.
chs: 仪表板设计已恢复以下仪表盘报告。您可以加载它还是丢弃它。
fr_fr: Dashboard Designer a récupéré le rapport de tableau de bord suivant. Vous pouvez le charger ou de le rejeter.
ko_kr: 대시 보드 디자이너는 다음 대시 보드 보고서를 회복했다. 당신은 그것을로드하거나 폐기 할 수 있습니다.

# UserControlsAutoSaveTitle
source: Dashboard Recovered
chs: 仪表盘恢复
fr_fr: Dashboard Récupéré
ko_kr: 대시 보드는 복구

# MessageWidgetNotConfigured
source: This widget has not been configured with data yet.
chs: 这个小工具尚未配置数据还没有。
fr_fr: Ce widget n'a pas encore été configuré avec des données.
ko_kr: 이 위젯은 아직 데이터가 구성되지 않았습니다.

# WeightedAverageWarning
source: Weighted average cannot be applied,since current source has only one measure element
chs: 加权平均不能应用，因为电流源仅具有一个测量元件
fr_fr: Moyenne pondérée ne peut pas être appliquée, puisque la source de courant ne dispose que d'un élément de mesure
ko_kr: 전류원 하나만 측정 요소가 보낸 가중 평균을 적용 할 수 없다

# ExcelExceptionsOleAuthenticationDateConvertException
source: OleAut date did not convert to a DateTime correctly.
chs: OleAut日期没有正确转换为日期时间。
fr_fr: Date OLEAUT n'a pas converti à un DateTime correctement.
ko_kr: OLEAUT 날짜가 정확하게 날짜 시간으로 변환하지 않았다.

# ExcelExceptionsOleAutoDateException
source: Not a legal OleAut date.
chs: 不是合法的OleAut日期
fr_fr: Pas une date OLEAUT juridique.
ko_kr: 아니 법적 OLEAUT 날짜입니다.

# ExcelExceptionsOleAutomationDateExceptionMessage
source: Remove string values like NONE and NULL in Date Time formatted columns of the provided worksheet.
chs: 除去像在所提供的工作表的日期时间格式列NONE和空字符串值。
fr_fr: Supprimer les valeurs de chaîne comme NONE et NULL dans Date Heure formatée colonnes de la feuille de calcul fournie.
ko_kr: 제공된 워크 시트의 날짜 시간 형식 열에서 NONE과 NULL과 같은 문자열 값을 제거합니다.

# ExcelExceptionsProcessCannotAccess
source: The process cannot access the file
chs: 该进程无法访问该文件
fr_fr: Le processus ne peut pas accéder au fichier
ko_kr: 프로세스가 파일을 액세스 할 수 없습니다

# ExcelExceptionsProcessCannotAccessMessage
source: The file is already opened by another process.Please close the file
chs: 该文件已由另一个进程打开。请关闭该文件
fr_fr: Le fichier est déjà ouvert par un autre processus.S'il fermez le fichier
ko_kr: 파일이 이미 다른 프로세스에서 열었습니다. 파일을 닫으십시오.

# ExcelExceptionsNoWorkStream
source: File does not contain workbook stream
chs: 文件不包含工作簿流
fr_fr: Le fichier ne contient pas de flux de classeur
ko_kr: 통합 파일 스트림을 포함하지 않는

# ToolboxCategoryComposition
source: Composition
chs: 组成
ko_kr: 구성

# ToolboxCategoryDeviation
source: Deviation
chs: 偏差
fr_fr: Déviation
ko_kr: 일탈

# ToolboxCategoryDistribution
source: Distribution
chs: 分配
ko_kr: 유통

# ToolboxCategoryFilters
source: Filters
chs: 过滤器
fr_fr: Filtres
ko_kr: 필터

# ToolboxCategoryHierarchy
source: Hierarchy
chs: 等级制度
fr_fr: Hiérarchie
ko_kr: 계층

# ToolboxCategoryMiscellaneous
source: Miscellaneous
chs: 杂项
fr_fr: Divers
ko_kr: 기타

# ToolboxCategoryProportion
source: Proportion
chs: 比例
ko_kr: 비율

# ToolboxCategoryRelationship
source: Relationship
chs: 关系
fr_fr: Relationnel
ko_kr: 관계

# AxisElementBoxExpressionAlertMessage
source: Expression element in this section is not in the required format.
chs: 本节中的表达元件不处于所需的格式。
fr_fr: élément d'expression dans cette section ne sont pas dans le format requis.
ko_kr: 이 섹션의 표현 요소는 필요한 형식이 아닙니다.

# AxisElementBoxDimensionAlertMessage
source: Dimension fields are not applicable in this section for Rawdata.
chs: Rawdata的此部分不适用维度字段。
fr_fr: Les champs de cote ne sont pas applicables dans cette section pour Rawdata.
ko_kr: 이 섹션에서는 특성 항목을 Rawdata에 적용 할 수 없습니다.

# AxisElementBoxAggregationAlertMessageForRawData
source: Aggregation expressions are not applicable in raw data mode.
chs: 聚合表达式不适用于原始数据模式。
fr_fr: Les expressions d'agrégation ne sont pas applicables en mode de données brutes.
ko_kr: 원시 데이터 모드에서는 집계식이 적용되지 않습니다.

# AxisElementBoxMeasureAlertMessage
source: Measure element in this section is not in the required format.
chs: 在本节量度元素不在所需的格式。
fr_fr: élément de mesure dans cette section ne sont pas dans le format requis.
ko_kr: 이 섹션의 측정 요소는 필요한 형식이 아닙니다.

# AxisElementBoxRawDataAlertMessage
source: Fields are not applicable in this section for Rawdata.
chs: 原始数据在本节中不适用。
fr_fr: Les champs ne sont pas applicables dans cette section pour Rawdata.
ko_kr: 이 섹션에서는 Rawdata에 대해 필드를 적용 할 수 없습니다.

# ControlToolTipArea
source: Compare values for a set of unordered items across categories through filled curves ordered vertically.
chs: 比较值通过充满曲线的一组跨类无序项目垂直排序。
fr_fr: Comparer les valeurs d'un ensemble d'éléments non ordonnés dans toutes les catégories dans les courbes remplies commandé verticalement.
ko_kr: 수직으로 정렬 된 충전 곡선을 통해 카테고리에서 정렬되지 않은 항목의 설정 값을 비교합니다.

# ControlToolTipBarChart
source: Compare values for a set of unordered items across categories using horizontal bars arranged vertically.
chs: 比较值在整个使用垂直排列单杠类别一组无序的项目。
fr_fr: Comparer les valeurs d'un ensemble d'éléments non ordonnés dans toutes les catégories à l'aide de barres horizontales disposées verticalement.
ko_kr: 수직으로 배열 수평 막대를 사용 범주에서 정렬되지 않은 항목의 설정 값을 비교합니다.

# ControlToolTipBubble
source: Compare large number of data points represented as bubbles and showcase the difference through its size.
chs: 比较大量的表示为气泡数据点，并展示通过其尺寸上的差别。
fr_fr: Comparer grand nombre de points de données représentées sous forme de bulles et de mettre en valeur la différence par sa taille.
ko_kr: 버블로 표현의 데이터 포인트의 다수 비교를 통해 그 크기의 차이를 보여주는.

# ControlToolTipCard
source: Measure trends through key performance indicators like Value and Goal.
chs: 通过测量关键性能指标，如价值和目标的趋势。
fr_fr: Mesurer les tendances au moyen d'indicateurs de performance clés comme valeurs et des objectifs.
ko_kr: 가치 및 목표와 같은 핵심 성과 지표를 통해 동향을 측정한다.

# ControlToolTipColumn
source: Compare values for a set of unordered items across categories using vertical bars arranged horizontally.
chs: 比较值在整个使用横向排列竖线的类别一组无序的项目。
fr_fr: Comparer les valeurs d'un ensemble d'éléments non ordonnés dans toutes les catégories à l'aide de barres verticales disposées horizontalement.
ko_kr: 수평으로 배열 수직 막대를 사용하여 범주에서 정렬되지 않은 항목의 설정 값을 비교합니다.

# ControlToolTipComboBox
source: Filter based on one or more items selected in a dropdown list.
chs: 滤波器基于在下拉列表中选择的一个或多个项目。
fr_fr: Filtre basé sur un ou plusieurs éléments sélectionnés dans une liste déroulante.
ko_kr: 필터는 드롭 다운 목록에서 선택되는 하나 이상의 항목에 근거.

# ControlToolTipDatePicker
source: Filter based on a single date or a date range selection.
chs: 基于单个日期或日期范围选择过滤。
fr_fr: Filtre basé sur une date unique ou une sélection de plage de dates.
ko_kr: 하나의 날짜 또는 날짜 범위 선택에 따라 필터.

# ControlToolTipDoughnut
source: Showcase proportionality of each item to the total in the form of donut-slices.
chs: 展示每个项目的比例，以环形片的形式的总。
fr_fr: Présentez la proportionnalité de chaque élément au total sous forme de beignet tranches.
ko_kr: 도넛 조각의 형태로 전체에 각 항목에 비례 쇼케이스.

# ControlToolTipDrillBar
source: Extended Bar Chart that works across categories in hierarchical manner.
chs: 扩展条形图，在分级方式跨类别的作品。
fr_fr: Graphique Bar étendue qui fonctionne dans toutes les catégories de manière hiérarchique.
ko_kr: 계층 적 방식으로 카테고리에서 작동 확장 막대 차트.

# ControlToolTipDrillColumn
source: Extended Column Chart that works across categories in hierarchical manner.
chs: 扩展柱形图，在分级方式跨类别的作品。
fr_fr: Tableau des colonnes étendues qui fonctionne dans toutes les catégories de manière hiérarchique.
ko_kr: 계층 적 방식으로 카테고리에서 작동 확장 세로 막 대형 차트.

# ControlToolTipDrillDoughnut
source: Extended Doughnut Chart that works across categories grouped hierarchically.
chs: 扩展圆环图跨层次进行分组类别的作品。
fr_fr: Graphique Doughnut étendue qui fonctionne dans toutes les catégories regroupées hiérarchiquement.
ko_kr: 계층 적으로 그룹화 범주에서 작동 확장 도넛 차트.

# ControlToolTipDrillPie
source: Extended Pie Chart that works across categories grouped hierarchically.
chs: 扩展饼图跨层次进行分组类别的作品。
fr_fr: Graphique Pie étendue qui fonctionne dans toutes les catégories regroupées hiérarchiquement.
ko_kr: 계층 적으로 그룹화 범주에서 작동 확장 원형 차트.

# ControlToolTipFunnel
source: Proportional comparison between values showcased in a progressively decreasing manner.
chs: 在逐渐减小的方式展示值之间的比例比较。
fr_fr: comparaison proportionnelle entre les valeurs présentés d'une manière progressivement décroissante.
ko_kr: 점진적으로 감소하는 방식으로 전시 값 사이의 비례 비교.

# ControlToolTipGauge
source: Measure processing efficiency through key performance indicators like Value and Goal.
chs: 通过测量关键性能指标，如价值和目标的处理效率。
fr_fr: Mesurer l'efficacité du traitement au moyen d'indicateurs de performance clés comme valeurs et des objectifs.
ko_kr: 가치 및 목표와 같은 핵심 성과 지표를 통해 처리 효율을 측정합니다.

# ControlToolTipGrid
source: Display tabular data with options to sort items.
chs: 与选项项目进行排序显示表格数据。
fr_fr: Afficher les données tabulaires avec des options pour trier les articles.
ko_kr: 항목을 정렬하는 옵션을 테이블 형식의 데이터를 표시합니다.

# ControlToolTipImage
source: Displays a static image set.
chs: 显示静态图像集。
fr_fr: Affiche un ensemble d'image statique.
ko_kr: 정적 이미지 세트를 표시합니다.

# ControlToolTipLabel
source: Displays the given text.
chs: 显示给定的文本。
fr_fr: Affiche le texte donné.
ko_kr: 지정된 텍스트를 표시합니다.

# ControlToolTipLine
source: Showcase trends for analysis over a time period with data points connected using straight lines.
chs: 陈列柜趋势分析以上用直线连接的数据点的时间段。
fr_fr: tendances Vitrine pour l'analyse sur une période de temps avec des points de données connectés en utilisant des lignes droites.
ko_kr: 직선을 사용하여 접속 지점과 데이터 시간 동안 분석 용 쇼케이스 경향.

# ControlToolTipChoroplethMap
source: Showcase quantitative values encoded through color scale.
chs: 展柜定量值通过色阶编码。
fr_fr: valeurs quantitatives Vitrine codées par échelle de couleurs.
ko_kr: 쇼케이스 정량적 인 값은 색 눈금을 통해 인코딩.

# ControlToolTipBubbleMap
source: Showcase quantitative values encoded through bubble size .
chs: 展柜定量值通过气泡尺寸编码。
fr_fr: valeurs quantitatives Vitrine codées par la taille des bulles.
ko_kr: 쇼케이스 정량적 인 값 거품 크기를 통해 인코딩.

# ControlToolTipPie
source: Showcase proportionality of each item to the total in the form of pie-slices.
chs: 展示每个项目的比例，以饼状切片的形式的总。
fr_fr: Présentez la proportionnalité de chaque élément au total sous forme de tarte tranches.
ko_kr: 파이 조각의 형태로 총 각 항목의 비례 쇼케이스.

# ControlToolTipPyramid
source: Proportional comparison between values showcased in a progressively increasing manner.
chs: 在一个逐步增加的方式展示值之间的比例比较。
fr_fr: comparaison proportionnelle entre les valeurs présentés d'une manière augmentant progressivement.
ko_kr: 점진적으로 증가하는 방식으로 전시 값 사이의 비례 비교.

# ControlToolTipRangeNavigator
source: Filter based on the selected date range.
chs: 根据选定的日期范围过滤器。
fr_fr: Filtre basé sur la plage de dates sélectionnée.
ko_kr: 선택한 기간에 따라 필터.

# ControlToolTipRangeSlider
source: Filter based on value or date range set through sliders.
chs: 基于价值或通过滑块设置日期范围过滤。
fr_fr: Filtre basé sur la valeur ou la plage de date fixée par les curseurs.
ko_kr: 값 또는 슬라이더를 통해 설정 기간에 따라 필터링합니다.

# ControlToolTipScatter
source: Compare large number of data points represented as dots irrespective of time.
chs: 比较大量表示为与时间无关的点的数据点。
fr_fr: Comparer un grand nombre de points de données représentés par des points, quel que soit le temps.
ko_kr: 상관없이 시간의 점으로 표현되는 데이터 포인트의 다수의 비교.

# ControlToolTipSpline
source: Showcase trends for analysis over a time period with data points connected using splines.
chs: 陈列柜趋势分析过使用花键连接的数据点的时间段。
fr_fr: tendances Showcase pour l'analyse sur une période de temps avec des points de données connectés en utilisant splines.
ko_kr: 스플라인을 사용하여 접속 지점과 데이터 시간 동안 분석 용 쇼케이스 경향.

# ControlToolTipStackedArea
source: Compare multiple measures through filled curves stacked one after the other vertically.
chs: 通过堆叠一前一后垂直的曲线充满比较多的措施。
fr_fr: Comparez plusieurs mesures dans les courbes pleines empilées les unes après les autres verticalement.
ko_kr: 세로로 하나씩 쌓아 작성 커브를 통해 여러 대책을 비교한다.

# ControlToolTipStackedBar
source: Compare multiple measures using bars stacked one after the other horizontally.
chs: 通过比较一个堆叠另一个水平后，酒吧多种措施。
fr_fr: Comparez plusieurs mesures à l'aide de barres empilées les unes après les autres horizontalement.
ko_kr: 가로 하나씩 적층 막대를 사용하여 여러 방법을 비교한다.

# ControlToolTipStackedColumn
source: Compare multiple measures using bars stacked one after the other vertically.
chs: 通过比较一个堆叠其他垂直杆后多种措施。
fr_fr: Comparez plusieurs mesures à l'aide de barres empilées les unes après les autres verticalement.
ko_kr: 수직 방향으로 차례로 적층 된 막대를 사용하여 여러 방법을 비교한다.

# ControlToolTipTreeMap
source: Visualize large amounts of data as clustered rectangles and a color scale.
chs: 可视化大量数据的集群矩形和一个色阶。
fr_fr: Visualisez de grandes quantités de données sous forme de rectangles en cluster et une échelle de couleur.
ko_kr: 클러스터형 사각형 및 컬러 스케일 등의 대용량 데이터를 시각화.

# PropertyWindowTopBottomRank
source: Rank
chs: 2011年排名
fr_fr: Niveau, classement
ko_kr: 순위

# DashboardDesignerFilterAction
source: Filter action
chs: 筛选器操作
fr_fr: Action de filtrage
ko_kr: 필터 동작

# ColorEditorHex
source: Hex
chs: 十六进制
ko_kr: 마녀

# DataPreviewTablePreview
source: Table Preview
chs: 表预览
fr_fr: Tableau Aperçu
ko_kr: 표 미리보기

# ChartXAxisNameOnlyColumnElements
source: Grand Total
chs: 累计
fr_fr: Total général
ko_kr: 총 합계

# PropertiesWindowHeaderTextKpiColumns
source: KPI Columns
chs: KPI列
fr_fr: Colonnes KPI
ko_kr: KPI 열

# PropertiesWindowHeaderTextPlotAxisSettings
source: Plot Axis Settings
chs: 情节轴设置
fr_fr: Intrigue Paramètres Axe
ko_kr: 플롯 축 설정

# PropertiesWindowHeaderTextPrimaryValueAxis
source: Primary Value Axis
chs: 主数值轴
fr_fr: Axe de valeur primaire
ko_kr: 차 값 축
