Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# FileUploadAlertMessage
source: Access denied to upload file into dashboard server.
chs: 访问被拒绝将文件上载到仪表板服务器。
fr_fr: Accès refusé pour télécharger le fichier dans le serveur de tableau de bord.
ko_kr: 파일을 대시 보드 서버에 업로드하기 위해 액세스가 거부되었습니다.

# JsonTableCreationErrorMessage
source: Error occurred while converting json data into table(s)
chs: 将json数据转换为表格时发生错误
fr_fr: Une erreur est survenue lors de la conversion des données json en table (s)
ko_kr: json 데이터를 표로 변환하는 중 오류가 발생했습니다.

# JsonTableCreationErrorTitle
source: Error in Table(s) Creation
chs: 表格创建中的错误
fr_fr: Erreur dans la création de la table (s)
ko_kr: 표 생성 오류

# WaitingIndicatorSubtitleWebDataFetch
source: Fetching all data from the web data source...
chs: 从卷筒纸数据源中提取所有数据...
fr_fr: Récupérer toutes les données de la source de données Web...
ko_kr: 웹 데이터 소스의 모든 데이터를 가져 오는 중 ...

# CommentingOptionEnableCommentTooltip
source: Show/Hide the comment icon in dashboard to enable/disable comment by users after publishing it to the dashboard server.
chs: 显示/隐藏仪表板中的注释图标，以便在用户将其发布到仪表板服务器后启用/禁用用户的评论。
fr_fr: Afficher / Masquer l'icône de commentaire dans le tableau de bord pour activer / désactiver le commentaire des utilisateurs après la publication sur le serveur de tableau de bord.
ko_kr: 대시 보드에서 댓글 아이콘을 표시 / 숨김하여 사용자가 대시 보드 서버에 댓글을 게시 한 후 댓글을 사용 / 사용 중지합니다.

# DataSourceContainsSpecialCharacter
source: Data source name should not contain following characters: \ / : * ? "
chs: 数据源名称不应包含以下字符：\ /：*？ “
fr_fr: Le nom de la source de données ne doit pas contenir les caractères suivants: \ / : * ? "
ko_kr: 데이터 소스 이름에는 다음 문자가 포함되어서는 안됩니다. \ / : *? "

# PropertiesWindowButtonContentCustomRange
source: Axis Range...
chs: 轴范围...
fr_fr: Axe Range...
ko_kr: 축 범위 ...

# CustomAxisSettingsTextIntervalValue
source: Interval
chs: 间隔
fr_fr: Intervalle
ko_kr: 간격

# CustomAxisSettingsTextMaxValue
source: Maximum
chs: 最大
fr_fr: Maximums
ko_kr: 최고

# CustomAxisSettingsTextMinValue
source: Minimum
chs: 最低限度
fr_fr: Le minimums
ko_kr: 최저한의

# PropertiesWindowHeaderTextCustomAxisSettings
source: Axis Range Settings
chs: 轴范围设置
fr_fr: Paramètres de plage de l'axe
ko_kr: 축 범위 설정

# PropertiesWindowShowDataLabels
source: Show Data Labels
chs: 显示数据标签
fr_fr: Afficher les étiquettes de données
ko_kr: 데이터 레이블 표시

# CustomAxisSettingsTextReset
source: Reset
chs: 重启
fr_fr: Réinitialiser
ko_kr: 다시 놓기

# CustomAxisSettingsIntervalValueWarningText
source: Please enter a valid interval.
chs: 请输入有效的时间间隔。
fr_fr: Veuillez entrer un intervalle valide
ko_kr: 유효한 간격을 입력하십시오.

# CustomAxisSettingsMaxValueWarningText
source: Maximum should be greater than Minimum.
chs: 最大值应该大于最小值。
fr_fr: Le maximum devrait être supérieur au minimum.
ko_kr: 최대 값은 최소값보다 커야합니다.

# CustomAxisSettingsMinValueWarningText
source: Minimum should be lesser than Maximum.
chs: 最小值应小于最大值。
fr_fr: Le minimum devrait être inférieur au maximum.
ko_kr: 최소값은 최대 값보다 작아야합니다.

# CustomAxisSettingsIntervalWarningText
source: Interval must be non-negative.
chs: 间隔必须是非负的。
fr_fr: L'intervalle doit être non négatif.
ko_kr: 간격은 음수가 아니어야합니다.

# DashboardParameterContentAddValues
source: Add Values
chs: 添加值
fr_fr: Ajouter des valeurs
ko_kr: 값 추가

# DashboardContainerMoveUp
source: Move Up
chs: 提升
fr_fr: Déplacer vers le haut
ko_kr: 이동

# DashboardContainerMoveDown
source: Move Down
chs: 下移
fr_fr: Descendre
ko_kr: 아래로 이동

# DashboardContainerMovetoBeginning
source: Move to Beginning
chs: 移动到开始
fr_fr: Aller au début
ko_kr: 시작으로 이동

# DashboardContainerMovetoEnd
source: Move to End
chs: 移至结束
fr_fr: Déplacer vers la fin
ko_kr: 끝으로 이동

# ChartPropertiesAxisLabelFormattingText
source: Axis Label Formatting
chs: 轴标签格式
fr_fr: Format de l'étiquette de l'axe
ko_kr: 축 레이블 서식 지정

# DaysOfWeekMo
source: Mo
chs: 莫
ko_kr: 모

# DaysOfWeekSa
source: Sa
chs: 萨
ko_kr: 사

# DaysOfWeekSu
source: Sun
chs: 太阳
ko_kr: 태양

# DaysOfWeekTu
source: Tu
chs: 涂
ko_kr: 화

# DaysOfWeekWe
source: We
chs: 我们
ko_kr: 우리

# FromLabelForDatepicker
source: From
chs: 从
fr_fr: De
ko_kr: 에서

# MonthNamesApr
source: April
chs: 四月
fr_fr: avril
ko_kr: 4 월

# MonthNamesAug
source: August
chs: 八月
fr_fr: août
ko_kr: 팔월

# MonthNamesDec
source: December
chs: 十二月
fr_fr: décembre
ko_kr: 12 월

# MonthNamesFeb
source: February
chs: 二月
fr_fr: février
ko_kr: 이월

# MonthNamesJan
source: Janu
chs: 亚努
ko_kr: 일월

# MonthNamesJul
source: July
chs: 七月
fr_fr: juillet
ko_kr: 칠월

# MonthNamesJun
source: June
chs: 六月
fr_fr: juin
ko_kr: 유월

# MonthNamesMar
source: March
chs: 游行
fr_fr: Mars
ko_kr: 행진

# MonthNamesMay
source: May
chs: 可能
fr_fr: Mai
ko_kr: 할 수있다

# MonthNamesNov
source: November
chs: 十一月
fr_fr: novembre
ko_kr: 십일월

# MonthNamesOct
source: October
chs: 十月
fr_fr: octobre
ko_kr: 십월

# MonthNamesSep
source: September
chs: 九月
fr_fr: septembre
ko_kr: 구월

# ToLabelForDatepicker
source: To
chs: 至
fr_fr: À
ko_kr: 에

# PivotGrid_PropertiesWindow_EnableStatePersistence
source: Persist State on Filter & Sort
chs: 坚持过滤器＆amp;分类
fr_fr: État persistant sur le filtre & Trier
ko_kr: 필터 상태 유지 (& 종류

# PropertiesWindowHeaderTextAdditionalValueTextAlignment
source: Custom Value
chs: 自定义值
fr_fr: Valeur personnalisée
ko_kr: 맞춤 가치

# PropertiesWindowHeaderTextPrimaryValueTextAlignment
source: Primary Value
chs: 主要价值
fr_fr: Valeur primaire
ko_kr: 주요 가치

# PropertiesWindowHeaderTextSecondaryValueTextAlignment
source: Secondary Value
chs: 次要价值
fr_fr: Valeur secondaire
ko_kr: 보조 가치

# ErrorMessageForTotalExpressionContainsRowExpression
source: Total expression must not contains any ROW expression.
chs: 总表达式不得包含任何行表达式。
fr_fr: L'expression totale ne doit pas contenir d'expression ROW.
ko_kr: 총 표현식에 행 표현식이 없어야합니다.

# CardPropertiesUniformSizing
source: Enable Uniform Sizing
chs: 启用统一大小
fr_fr: Activer le dimensionnement uniforme
ko_kr: 균일 한 크기 조정 사용

# CardRange
source: Range
chs: 范围
fr_fr: Gamme
ko_kr: 범위

# CardCondition
source: Condition
chs: 条件
ko_kr: 조건

# CardResetCondition
source: Reset to Default
chs: 重置为默认
fr_fr: Réinitialiser par défaut
ko_kr: 기본값으로 재설정

# InvalidExpression
source: Given parameter is not supported for this expression.
chs: 给定参数不支持此表达式。
fr_fr: Le paramètre given n'est pas pris en charge pour cette expression.
ko_kr: 이 표현식에는 제공된 매개 변수가 지원되지 않습니다.

# CopyWidgetTooltip
source: Copy the widget and paste into the design canvas to create its duplicate
chs: 复制该小部件并粘贴到设计画布中以创建其副本
fr_fr: Copiez le widget et collez-le dans le canevas de conception pour créer son doublon
ko_kr: 위젯을 복사하여 디자인 캔버스에 붙여 넣어 복제물을 만듭니다.

# CommentingOptionEnableCommentTooltipForWidgets
source: Show/Hide the comment icon in widget to enable/disable commenting by users after publishing it to the dashboard server.
chs: 显示/隐藏小部件中的注释图标，以在用户将其发布到仪表板服务器后启用/禁用用户评论。
fr_fr: Afficher / Masquer l'icône de commentaire dans le widget pour activer / désactiver les commentaires des utilisateurs après les avoir publiés sur le serveur de tableau de bord.
ko_kr: 위젯에서 주석 아이콘을 표시 / 숨김으로써 사용자가 대시 보드 서버에 게시 한 후 주석 달기를 활성화 / 비활성화합니다.

# RefreshsettingsMonthshavinglesserthan
source: For the months having lesser than
chs: 对于比这更少的月份
fr_fr: Pour les mois ayant moins que
ko_kr: 보다 적게 달을 위해

# Refreshsettingsoccurenceonlastday
source: days, the occurrence will fall on their last day.
chs: 天，事件将在他们的最后一天。
fr_fr: jours, l'événement tombera sur leur dernier jour.
ko_kr: 며칠 동안, 그 사건은 그들의 마지막 날에 떨어질 것입니다.

# InvalidParameter
source: Detected a dashboard parameter with multiple selected values used near "=" in the query. Please use "WHERE .. IN()" syntax for multiple selected dashboard parameters.
chs: 检测到在查询中“=”附近使用多个选定值的仪表板参数。 请对多个选定的仪表板参数使用“WHERE .. IN（）”语法。
fr_fr: Détection d'un paramètre de tableau de bord avec plusieurs valeurs sélectionnées utilisées près de "=" dans la requête. Veuillez utiliser la syntaxe "WHERE .. IN ()" pour plusieurs paramètres de tableau de bord sélectionnés.
ko_kr: 쿼리에서 "="근처에서 여러 선택된 값을 사용하여 대시 보드 매개 변수를 감지했습니다. 선택한 여러 대시 보드 매개 변수에 대해 "WHERE .. IN ()"구문을 사용하십시오.

# ServerExplorerFile
source: The file
chs: 文件
fr_fr: Le fichier
ko_kr: 파일

# ServerExplorerFileImportRestriction
source: cannot be imported as a data source.
chs: 不能作为数据源导入。
fr_fr: ne peut pas être importé en tant que source de données.
ko_kr: 데이터 소스로 가져올 수 없습니다.

# CloudFileConnectErrorMessageReason
source: An error occurred while downloading the file from online.
chs: 从联机下载文件时发生错误。
fr_fr: Une erreur s'est produite lors du téléchargement du fichier en ligne.
ko_kr: 온라인에서 파일을 다운로드하는 중 오류가 발생했습니다.

# ExpressionEditorTotalFunctionExample
source: Example : TOTAL(SUM([Sales Amount]))
chs: 示例：TOTAL（SUM（[Sales Amount]））
fr_fr: Exemple : TOTAL(SUM([Sales Amount]))
ko_kr: 예 : TOTAL(SUM([Sales Amount]))

# ExpressionEditorTotalFunctionExampleDescription
source: where, {{SUM}} is an aggregation type and {{Sales Amount}} is a numeric column associated with the data source.
chs: 其中，{{SUM}}是聚合类型，{{销售额}}是与数据源关联的数字列。
fr_fr: où, {{SUM}} est un type d'agrégation et {{Sales Amount}} est une colonne numérique associée à la source de données.
ko_kr: 여기서 {{SUM}}은 집계 유형이고 {{Sales Amount}}는 데이터 소스와 연결된 숫자 열입니다.

# FileImportAsDatasource
source: Add as data source
chs: 添加为数据源
fr_fr: Ajouter en tant que source de données
ko_kr: 데이터 소스로 추가

# PropertiesWindowCustomRangeInformation
source: To customize the range, color, and icon applied to the card by its primary value type.
chs: 通过其主要值类型自定义应用于卡的范围，颜色和图标。
fr_fr: Pour personnaliser la plage, la couleur et l'icône appliquées à la carte par son type de valeur principal.
ko_kr: 기본 값 유형별로 카드에 적용된 범위, 색상 및 아이콘을 사용자 정의합니다.

# PropertiesWindowLoadonDemandInformation
source: To retrieve the data by on demand, click the action on tree map in preview.
chs: 要按需检索数据，请在预览中单击树形图上的操作。
fr_fr: Pour récupérer les données à la demande, cliquez sur l'action sur la carte arborescente dans l'aperçu.
ko_kr: 요청에 따라 데이터를 검색하려면 미리보기의 트리 맵에서 작업을 클릭하십시오.

# PropertiesWindowStatePersistanceInformation
source: To maintain an expanded state in the pivot grid for all widget operations.
chs: 为所有小部件操作在透视网格中保持展开状态。
fr_fr: Pour conserver un état étendu dans la grille de pivot pour toutes les opérations de widget.
ko_kr: 모든 위젯 작업에 대해 피벗 그리드에서 확장 된 상태를 유지합니다.

# DIPServerLoginFailed
source: An error occurred while sending request to the DIP server.
chs: 向DIP服务器发送请求时发生错误。
fr_fr: Une erreur est survenue lors de l'envoi de la requête au serveur DIP.
ko_kr: DIP 서버에 요청을 보내는 중 오류가 발생했습니다.

# DIPServerLoginFailedDetail
source: 1. Make sure you are connected to the internet. 2. Check if the DIP server URL is valid. 3. Check whether the Username and password entered are valid. 4. Check whether the DIP server is running or not. If not, start the DIP server from the desktop shortcut or installed location.
chs: 1. 确保你已连接到互联网。 2. 检查DIP服务器URL是否有效。 3. 检查输入的用户名和密码是否有效。 4. 检查DIP服务器是否正在运行。 如果没有，请从桌面快捷方式或安装位置启动DIP服务器。
fr_fr: 1. Assurez-vous que vous êtes connecté à Internet. 2. Vérifiez si l'URL du serveur DIP est valide. 3. Vérifiez si le nom d'utilisateur et le mot de passe entré sont valides. 4. Vérifiez si le serveur DIP est en cours d'exécution ou non. Sinon, démarrez le serveur DIP à partir du raccourci sur le bureau ou de l'emplacement d'installation.
ko_kr: 1. 인터넷에 연결되어 있는지 확인하십시오. 2. DIP 서버 URL이 유효한지 확인하십시오. 3. 입력 한 사용자 이름과 암호가 유효한지 확인하십시오. 4. DIP 서버가 실행 중인지 확인하십시오. 그렇지 않은 경우 바탕 화면 바로 가기 또는 설치된 위치에서 DIP 서버를 시작하십시오.

# WidgetActionApplyFilter
source: Apply Filter
chs: 应用过滤器
fr_fr: Appliquer le filtre
ko_kr: 필터 적용

# WidgetActionOpenURL
source: Open URL
chs: 打开网址
fr_fr: Ouvrir le lien
ko_kr: URL 열기

# WidgetActionDrillDown
source: Drill Down
chs: 向下钻取
fr_fr: Percer
ko_kr: 드릴 다운

# WidgetActionNone
source: Default
chs: 默认
fr_fr: Défaut
ko_kr: 태만

# DashboardWidgetUnsupportedFileOpenMessage
source: The file that you are trying to open is not a valid Syncfusion dashboard widget file.
chs: 您尝试打开的文件不是有效的Syncfusion仪表板小部件文件。
fr_fr: Le fichier que vous essayez d'ouvrir n'est pas un fichier de widget de tableau de bord Syncfusion valide.
ko_kr: 열려고하는 파일이 유효한 Syncfusion 대시 보드 위젯 파일이 아닙니다.

# DIPServerLoginTextBoxTooltip
source: Enter the required DIP server URL in the below mentioned format based on the type of DIP server: 1. Normal DIP installation without UMS: Syntax: http://{hostname}:{port number} 2. Normal DIP installation with UMS: Syntax: https://{hostname}:{port number}
chs: 根据DIP服务器的类型，以下述格式输入所需的DIP服务器URL： 1. 没有UMS的正常DIP安装： 句法： http://{hostname}:{port number} 2. UMS正常DIP安装： 句法： https://{hostname}:{port number}
fr_fr: Entrez l'URL du serveur DIP requis dans le format mentionné ci-dessous en fonction du type de serveur DIP: 1. Installation DIP normale sans UMS: Syntaxe: http://{nom d'hôte}:{numéro de port} 2. Installation DIP normale avec UMS: Syntaxe: https://{nom d'hôte}:{numéro de port}
ko_kr: DIP 서버의 유형에 따라 아래에 언급 된 형식으로 필요한 DIP 서버 URL을 입력하십시오. 1. UMS가없는 일반 DIP 설치 : 통사론: http://{hostname}:{port number} 2.UMS를 이용한 일반 DIP 설치 : 통사론: https://{hostname}:{port number}

source: widget requires minimum
chs: 小部件需要最少
fr_fr: widget nécessite un minimum
ko_kr: 최소한의 위젯 필요

# WidgetMinimumRowSpan
source: rows and
chs: 行和
fr_fr: des rangées et
ko_kr: 행과

# WidgetMinimumColumnSpan
source: columns for rendering.
chs: 渲染列。
fr_fr: colonnes pour le rendu.
ko_kr: 렌더링을위한 열.

# PropertiesWindowHeaderTextCheckBoxViewToolTip
source: Checked state - Indicates RadioButton View UnChecked state - Indicates CheckBox View
chs: 选中状态 - 指示单选按钮视图 未检查状态 - 表示复选框视图
fr_fr: État vérifié - Indique RadioButton View Etat non vérifié - Indique CheckBox View
ko_kr: 선택 상태 - 라디오 버튼보기를 나타냅니다. 체크되지 않은 상태 - 체크 박스보기를 나타냅니다.

# ViewsDesignCanvasActionAlertMessageDashboardEmpty
source: Dashboard name should not be empty
chs: 仪表板名称不能为空
fr_fr: Le nom du tableau de bord ne doit pas être vide
ko_kr: 대시 보드 이름은 비워 둘 수 없습니다.

# FileEntityConfirmFileToPublish
source: Below files already exist in server. Confirm to publish all.
chs: 服务器中已存在以下文件。确认发布全部。
fr_fr: Les fichiers ci-dessous existent déjà dans le serveur. Confirmez pour publier tous.
ko_kr: 파일 아래에 이미 서버에 있습니다. 모두 게시하도록 확인하십시오.

# FileEntityReferFile
source: Refer file from server
chs: 从服务器引用文件
fr_fr: Reportez le fichier du serveur
ko_kr: 서버에서 파일 참조

# FileEntityRenameFile
source: Rename file
chs: 重新命名文件
fr_fr: Renommer le fichier
ko_kr: 파일명 변경

# FileEntityReplaceFile
source: Replace file
chs: 替换文件
fr_fr: Remplacer le fichier
ko_kr: 파일 바꾸기

# DataAgentErrorMessage
source: Unable to Publish.
chs: 无法发布。
fr_fr: Impossible de publier.
ko_kr: 게시 할 수 없습니다.

# DataAgentErrorMessageDetails
source: 1. Make sure you are connected to the internet. 2. Check whether the Dashboard Data Agent is running or not. If not, start the Dashboard Data Agent from the desktop shortcut or installed location.
chs: 1. 确保你已连接到互联网。 2. 检查仪表板数据代理是否正在运行。 如果不是，请从桌面快捷方式或安装位置启动仪表板数据代理。
fr_fr: 1. Assurez-vous que vous êtes connecté à Internet. 2. Vérifiez si le Dashboard Data Agent est en cours d'exécution ou non. Sinon, démarrez Dashboard Data Agent à partir du raccourci sur le bureau ou de l'emplacement d'installation..
ko_kr: 1. 인터넷에 연결되어 있는지 확인하십시오. 2. 대시 보드 데이터 에이전트가 실행 중인지 확인합니다. 그렇지 않은 경우 데스크톱 바로 가기 또는 설치된 위치에서 대시 보드 데이터 에이전트를 시작합니다.

# DataAgentErrorMessageReason
source: An error occurred while migrating the data to target server.
chs: 将数据迁移到目标服务器时发生错误。
fr_fr: Une erreur s'est produite lors de la migration des données vers le serveur cible.
ko_kr: 데이터를 대상 서버로 마이그레이션하는 중 오류가 발생했습니다.

# ExportUnavailableIconTooltip
source: Export is unavailable, click here for more details.
chs: 导出不可用，请点击此处获取更多详细信息。
fr_fr: L'exportation n'est pas disponible, cliquez ici pour plus de détails.
ko_kr: 내보내기를 사용할 수 없습니다. 자세한 내용을 보려면 여기를 클릭하십시오.

# ExportPopupCloseTooltip
source: Click here to close the popup.
chs: 点击此处关闭弹出窗口。
fr_fr: Cliquez ici pour fermer la popup.
ko_kr: 팝업을 닫으려면 여기를 클릭하십시오.

# CustomAxisSettingsRangeValueWarningText
source: Please enter a valid range.
chs: 请输入有效范围。
fr_fr: Veuillez entrer une plage valide.
ko_kr: 유효한 범위를 입력하십시오.

# IndexSelectionIconTooltip
source: To know more about the indexing patterns, click here...
chs: 要详细了解索引模式，请点击此处...
fr_fr: Pour en savoir plus sur les modèles d'indexation, cliquez ici...
ko_kr: 색인 생성 패턴에 대한 자세한 내용을 보려면 여기를 클릭하십시오.

# PropertiesWindowHeaderTextAlignment
source: Alignment
chs: 对准
fr_fr: Alignement
ko_kr: 조정

# InvalidParameterAlertMessage
source: Invalid parameter passing to stored procedure
chs: 传递给存储过程的参数无效
fr_fr: Paramètre non valide passant à la procédure stockée
ko_kr: 저장 프로 시저로 전달되는 매개 변수가 잘못되었습니다.

# DeferUpdateMenuItem
source: Enable Defer Update
chs: 启用延迟更新
fr_fr: Activer le report de mise à jour
ko_kr: 지연 업데이트 사용

# DeferUpdateMenuItemTooltip
source: Turn on to work with data column and its operations like drag and drop, filter, sort, etc... on-demand.
chs: 打开以处理数据列及其操作，如按需拖放，过滤，排序等.
fr_fr: Activer pour utiliser la colonne de données et ses opérations telles que glisser-déposer, filtrer, trier, etc. sur demande.
ko_kr: 데이터 열과 드래그 앤 드롭, 필터, 정렬 등과 같은 작업을 사용하려면 On으로 설정하십시오.

# DeferUpdateMenuItemTurnOffTooltip
source: Turn off to work with data column and its operations like drag and drop, filter, sort, etc... instantly.
chs: 关闭以立即使用数据列及其操作，如拖放，过滤，排序等.
fr_fr: Désactiver pour travailler avec la colonne de données et ses opérations comme le glisser-déposer, le filtrage, le tri, etc.
ko_kr: 데이터 열과 끌어서 놓기, 필터, 정렬 등과 같은 작업을 사용하려면 즉시 끄기 ... 즉시.

# DeferUpdateFetchData
source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 최신 정보

# DeferUpdateFetchDataTooltip
source: Click here to refresh the data column and its operations with the applied changes.
chs: 单击此处以使用应用的更改刷新数据列及其操作.
fr_fr: Cliquez ici pour actualiser la colonne de données et ses opérations avec les modifications appliquées.
ko_kr: 적용된 변경 사항으로 데이터 열과 해당 작업을 새로 고치려면 여기를 클릭하십시오.

# DeferUpdateTabChangeAlert
source: Current filter panel widgets needs to updated before switching to another filter panel.So load the widget by clicking on the update button in the toolbar before changing to a different filter panel.
chs: 在切换到另一个筛选器面板之前，需要更新当前筛选器面板窗口小部件。在更改为其他筛选器面板之前，通过单击工具栏中的更新按钮来加载窗口小部件.
fr_fr: Les widgets actuels du panneau de filtrage doivent être mis à jour avant de passer à un autre panneau de filtrage. Chargez le widget en cliquant sur le bouton de mise à jour dans la barre d'outils avant de passer à un autre volet.
ko_kr: 다른 필터 패널로 전환하기 전에 현재 필터 패널 위젯을 업데이트해야합니다. 다른 필터 패널로 변경하기 전에 툴바에서 업데이트 버튼을 클릭하여 위젯을로드하십시오.

# ContainerPropertiesExportPPT
source: PPT Export
chs: PPT出口
fr_fr: Export PPT
ko_kr: PPT 내보내기

# ContainerPropertiesViewData
source: View Data
chs: 查看数据
fr_fr: Voir les données
ko_kr: 데이터보기

# ContainerPropertiesExportPPTToolTip
source: Power point Export
chs: 电源点导出
fr_fr: Exportation de power point
ko_kr: 파워 포인트 내보내기

source: Custom
chs: 习惯
fr_fr: Douane
ko_kr: 관습

source: Authorization Endpoint URL
chs: 授权端点URL
fr_fr: URL du noeud final d'autorisation
ko_kr: 인증 엔드 포인트 URL

source: Authorization Flow
chs: 授权流程
fr_fr: Flux d'autorisation
ko_kr: 인증 흐름

# HavingAccessToken
source: Direct
chs: 直接
ko_kr: 곧장

source: Token Endpoint URL
chs: 令牌端点URL
fr_fr: URL du noeud final du jeton
ko_kr: 토큰 엔드 포인트 URL

# HavingRefreshToken
source: Refresh Token
chs: 刷新令牌
ko_kr: 토큰 새로 고침

# TokenNameAlreadyExist
source: Token name already exists. Please change the token name.
chs: 令牌名称已存在。 请更改令牌名称.
fr_fr: Le nom du jeton existe déjà. Veuillez changer le nom du jeton.
ko_kr: 토큰 이름이 이미 있습니다. 토큰 이름을 변경하십시오..

source: Data Format
chs: 数据格式
fr_fr: Format de données
ko_kr: 데이터 형식

# PostRequestAdd
source: + Add
chs: + 加
fr_fr: + Ajouter
ko_kr: + 더하다

# PostRequestHeader
source: Header(s)
chs: 报头（多个）
fr_fr: En-tête
ko_kr: 머리글

# PostRequestHeaderRemove
source: Remove Header
chs: 删除参数
fr_fr: Supprimer l'en-tête
ko_kr: 머리글 제거

# PostRequestName
source: Name
fr_fr: prénom
ko_kr: 이름

# PostRequestParameterRemove
source: Remove Parameter
chs: 删除参数
fr_fr: Supprimer le paramètre
ko_kr: 매개 변수 제거

# PostRequestValue
source: Value
chs: 值
fr_fr: Valeur
ko_kr: 값

source: Request Body
chs: 请求机构
fr_fr: Corps de la demande
ko_kr: 요청 본문

# RequestBodyParameter
source: Parameter(s)
chs: 参数（S）
fr_fr: Paramètres)
ko_kr: 매개 변수

# RequestBodyRaw
source: Raw
chs: 生的
fr_fr: Brut
ko_kr: 노골적인

# RequestMethod
source: Method
chs: 方法
fr_fr: Méthode
ko_kr: 방법

# NoInternetConnection
source: There is no Internet connection.
chs: 没有互联网连接.
fr_fr: Il n'y a pas de connexion Internet.
ko_kr: 인터넷에 연결되어 있지 않습니다.

source: Access Token
chs: 访问令牌
fr_fr: Jeton d'accès
ko_kr: 액세스 토큰

# AccessTokenObtainedText
source: Access Token obtained successfully.
chs: 访问令牌成功获取.
fr_fr: Jeton d'accès obtenu avec succès.
ko_kr: 성공적으로 획득 된 액세스 토큰.

# DashboardParameterStoredProcedureText
source: Stored procedure
chs: 存储过程
fr_fr: Procédure stockée
ko_kr: 저장 프로 시저

# DashboardParameterQueryMode
source: Code view query
chs: 代码视图查询
fr_fr: Requête en vue code
ko_kr: 코드 뷰 쿼리

# DashboardParameterExpressionText
source: Expression column
chs: 表达式列
fr_fr: Colonne d'expression
ko_kr: 표현식 열

# DashboardParameterRestAPIText
source: Web data source URL
chs: Web数据源URL
fr_fr: URL de la source de données Web
ko_kr: 웹 데이터 소스 URL

# DashboardParameterRestAPIDeleteText
source: Web data source URL. (Data source will be deleted.)
chs: Web数据源URL。 （数据源将被删除。）
fr_fr: URL de la source de données Web. (La source de données sera supprimée.)
ko_kr: 웹 데이터 소스 URL. (데이터 소스가 삭제됩니다.)

# GlobalFilterPanelHeaderText
source: Global
chs: 全球
ko_kr: 글로벌

# FilterPanelHeaderText
source: Filter Panel
chs: 过滤面板
fr_fr: Panneau de filtre
ko_kr: 필터 패널

# UseExistingContentText
source: Use Existing
chs: 利用现有的
fr_fr: Utiliser existant
ko_kr: 기존 사용

# UseImportingContentText
source: Use Imported
chs: 使用导入
fr_fr: Utiliser importé
ko_kr: 가져 오기 사용

# UseBothContentText
source: Use Both
chs: 使用两者
fr_fr: Utilise les deux
ko_kr: 모두 사용

# RemoveBothContentText
source: Ignore Both
chs: 忽略两者
fr_fr: Ignorer les deux
ko_kr: 둘 다 무시하십시오.

# AlertmessageForImportGlobalFilter
source: Detected global filter in both current and imported dashboard files. Select an option to proceed.
chs: 检测当前和导入的仪表板文件中的全局过滤器。 选择要继续的选项。
fr_fr: Filtre global détecté dans les fichiers de tableau de bord actuels et importés. Sélectionnez une option pour continuer.
ko_kr: 현재 및 가져온 대시 보드 파일에서 감지 된 전역 필터. 계속하려면 옵션을 선택하십시오..

# UseExistingToolTipText
source: Only existing widgets in the current global filter panel will be available. The imported global filter widgets will be ignored.
chs: 只有当前全局筛选器面板中的现有窗口小部件可用。 导入的全局过滤器小部件将被忽略.
fr_fr: Seuls les widgets existants dans le panneau de filtre global actuel seront disponibles. Les widgets de filtres globaux importés seront ignorés.
ko_kr: 현재 글로벌 필터 패널에있는 기존 위젯 만 사용할 수 있습니다. 가져온 전역 필터 위젯은 무시됩니다..

# UseImportingToolTipText
source: Current global filter panel will be replaced by the newly imported global filter widgets.
chs: 当前的全局筛选器面板将被新导入的全局筛选器窗口小部件替换.
fr_fr: Le panneau de filtre global actuel sera remplacé par les widgets de filtre global récemment importés..
ko_kr: 현재 전역 필터 패널은 새로 가져온 전역 필터 위젯으로 대체됩니다..

# UseBothToolTipText
source: Current global filter panel and the imported dashboard global filter panel will be combined.
chs: 将组合当前的全局筛选器面板和导入的仪表板全局筛选器面板.
fr_fr: Le panneau de filtre global actuel et le panneau de filtre global de tableau de bord importé seront combinés.
ko_kr: 현재 전역 필터 패널과 가져온 대시 보드 전역 필터 패널이 결합됩니다..

# RemoveBothToolTipText
source: The widgets configured in the global filter panel will be reset.
chs: 将重置在全局筛选器面板中配置的窗口小部件.
fr_fr: Les widgets configurés dans le panneau de filtre global seront réinitialisés.
ko_kr: 전역 필터 패널에 구성된 위젯이 재설정됩니다..

# GlobalFilterPanelContentText
source: Global Filter
chs: 全局过滤器
fr_fr: Filtre global
ko_kr: 전역 필터

# ToolTipForGlobalFilterPanel
source: Dashboard will not get affected by global filter widgets.
chs: 仪表板不会受到全局过滤器小部件的影响.
fr_fr: Le tableau de bord ne sera pas affecté par les widgets de filtre globaux.
ko_kr: 대시 보드는 전역 필터 위젯의 영향을받지 않습니다..

source: Create Bin...
chs: 创建Bin...
fr_fr: Créer un bac...
ko_kr: 보관함 만들기...
