Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# DashboardDesignerHeaderMenuItemUndo
source: _Undo
chs: _撤消
fr_fr: _Annuler
ko_kr: 실행 취소

# DashboardDesignerHeaderMenuItemImportDashboard
source: _Import Dashboard...
chs: _导入仪表板...
fr_fr: _Importer un tableau de bord ...
ko_kr: _수입 대시 보드 ...

# DashboardDesignerHeaderMenuItemCloseTab
source: _Close Tab
chs: _关闭标签
fr_fr: _Fermer l'onglet
ko_kr: _닫기 탭

# DashboardDesignerHeaderMenuItemImportDataSource
source: _Import Data Source...
chs: _导入数据源...
fr_fr: _Importer Source de données ...
ko_kr: _수입 데이터 소스 ...

# DashboardDesignerHeaderMenuItemExportDataSource
source: Export _Datasource...
chs: 导出数据源 ...
fr_fr: Exporter _Source de données ...
ko_kr: 수출 _데이터 소스 ...

# NewerVersionMessage
source: Unable to open the file
chs: 无法打开文件。
fr_fr: Impossible d'ouvrir le fichier
ko_kr: 파일을 열 수 없습니다.

# AlertBoxOnOpeningHigherVersionDataSource
source: Datasource could not be opened since it was created using a neweAlertbox_OnOpening_Higher_Version_Widgetr version of the dashboard designer application.
chs: 以下数据源无法导入，因为它们是使用较新版本的仪表板设计器应用程序创建的
fr_fr: La source de données n'a pas pu être ouverte car elle a été créée à l'aide d'une newe Boîte d'alerte Sur l'ouverture de version plus élevée Version de Widgetr de l'application de dessin du tableau de bord.
ko_kr: 상위 버전의 대시 보드 디자이너 응용 프로그램을 사용하여 작성된 데이터 소스를 열 수 없습니다.

# ErrorWhileLaunchingLinkedDashboard
source: Unable to launch the dashboard.
chs: 无法启动仪表板。，
fr_fr: Impossible de lancer le tableau de bord.
ko_kr: 대시 보드를 시작할 수 없습니다.

# PropertiesWindowChartPrimaryAxisLabelTrim
source: Enable Category Axis Label Trimming
chs: 启用类别轴标签修剪
fr_fr: Activer Catégorie Axis Étiquette Parage
ko_kr: 트리밍 범주 축 레이블 사용

# HiveThriftBaseErrors
source: Unexpected error while fetching table information.
chs: 意外的错误而获取表信息。
fr_fr: Erreur inattendue lors de la récupération des informations de table.
ko_kr: 예기치 않은 오류 테이블 정보를 가져 오는 동안.

# DashboardDesignerHeaderMenuItemOnlineHelp
source: _View Online Help
chs: _查看在线帮助
fr_fr: _view Aide en ligne
ko_kr: _전망 온라인 도움말

# PublishDashboardOverwrite
source: A dashboard with the given name already exist. Do you want to overwrite it?
chs: 与给定名称的仪表板已经存在。你想覆盖它吗？
fr_fr: Un tableau de bord avec le nom donné existe déjà. Voulez-vous le remplacer?
ko_kr: 지정된 이름의 대시 보드는 이미 존재합니다. 당신은 그것을 덮어 쓰시겠습니까?

# PublishWindowMovingDataSource
source: Moving
chs: 移动
fr_fr: Déplacement en cours
ko_kr: 움직이는

# ParallelQueryExecutionProblemPart1
source: Error occurred in the following widget(s) while retrieving data from the server.
chs: 发生在以下小窗口出错从服务器检索数据。
fr_fr: Une erreur est survenue dans le widget (s) suivante lors de la récupération de données à partir du serveur.
ko_kr: 서버에서 데이터를 검색하는 동안 오류는 다음과 위젯 (들)에서 발생했습니다.

# ControlCheckBoxSelectAll
source: (Select All)
chs: （全选）
fr_fr: Tout sélectionner
ko_kr: 모두 선택

# DashboardDesignerHeaderMenuItemAddDataSource
source: Add _New Data Source...
chs: 添加_新数据源...
fr_fr: Ajouter _Nouveau Source de données ...
ko_kr: _새로운 데이터 소스 추가 ...

# DashboardDesignerHeaderMenuItemDataSource
source: Da_ta Source
chs: 数据源
fr_fr: Source de données
ko_kr: 데이터 소스:

# DashboardDesignerHeaderMenuItemLogOn
source: _Login...
chs: _登录...
fr_fr: s'identifier
ko_kr: 로그인

# DashboardDesignerHeaderMenuItemLogOff
source: _Logout
chs: _登出
fr_fr: Déconnexion
ko_kr: 로그아웃

# DashboardDesignerHeaderMenuItemPublish
source: _Publish
chs: 发布
fr_fr: Publier
ko_kr: 게시

# DashboardDesignerHeaderMenuSubitemDashboard
source: _Dashboard...
chs: 信息中心
fr_fr: Tableau de bord
ko_kr: 알림판

# DashboardDesignerHeaderMenuSubitemDataSource
source: Data _Source...
chs: 数据源...
fr_fr: Source de données
ko_kr: 데이터 소스:

# PublishDatasourceOverwrite
source: A data source with the given name already exist. Do you want to overwrite it?
chs: 与给定名称的数据源已经存在。你想覆盖它吗？
fr_fr: Une source de données avec le nom donné existent déjà. Voulez-vous le remplacer?
ko_kr: 지정된 이름의 데이터 소스는 이미 존재합니다. 당신은 그것을 덮어 쓰시겠습니까?

# AddedControlsContainerDeleteWidget
source: Delete widget
chs: 删除小工具
fr_fr: Supprimer widget
ko_kr: 위젯을 삭제

# AddedControlsContainerImportWidget
source: Import widget
chs: 进口部件
fr_fr: widget importation
ko_kr: 가져 오기 위젯

# AddedControlsContainerRenameWidget
source: Edit widget
chs: 编辑部件
fr_fr: Modifier Widget
ko_kr: 편집 위젯

# AddedControlsContainerImport
source: Import
chs: 进口
fr_fr: Importer
ko_kr: 가져오기

# AddedControlsContainerDelete
source: Delete
chs: 删除
fr_fr: Supprimer
ko_kr: 지우다

# AddedControlsContainerDuplicate
source: Duplicate
chs: 复制
fr_fr: Dupliquer
ko_kr: 복제

# AddedControlsContainerEdit
source: Edit
chs: 编辑
fr_fr: Modifier
ko_kr: 편집

# AddedControlsContainerRename
source: Rename
chs: 改名
fr_fr: Renommer
ko_kr: Re이름

# CustomViewRenameColumn
source: Rename Column
chs: 重列
fr_fr: Renommer la colonne
ko_kr: 열 이름 바꾸기

# ExcelExceptionFriendlyAlertMessage
source: Unable to process the file due to an unexpected error.
chs: 无法将文件过程中由于意外错误。
fr_fr: Impossible de traiter le fichier en raison d'une erreur inattendue.
ko_kr: 때문에 예기치 않은 오류로 파일을 처리 할 수 ​​없습니다.

# ExcelExceptionWarningMessage
source: File not found.
chs: 文件未找到。
fr_fr: Fichier introuvable.
ko_kr: 파일을 찾을 수 없습니다.

# ExcelExceptionFriendlyAlertMessageForTableInformation
source: Unable to process the selected table information due to an unexpected error.
chs: 无法选择的表信息过程中因意外错误。
fr_fr: Impossible de traiter l'information de table sélectionnée en raison d'une erreur inattendue.
ko_kr: 때문에 예기치 않은 오류로 선택한 테이블 정보를 처리 할 수 ​​없습니다.

# WaitingIndicatorSubtitleDataFetch
source: Reading data from server....
chs: 从服务器读取数据....
fr_fr: La lecture des données à partir du serveur ....
ko_kr: 서버로부터 데이터를 판독 ....

# WaitingIndicatorSubtitleDataSourceConnect
source: Fetching all schema information...
chs: 获取所有的架构信息...
fr_fr: Récupérer toutes les informations de schéma ...
ko_kr: 모든 스키마 정보를 가져 오는 중 ...

# WaitingIndicatorSubtitleExport
source: Exporting...
chs: 出口...
fr_fr: Exportation ...
ko_kr: 내보내는 중

# WaitingIndicatorSubtitleLogOn
source: Validating Username and Password...
chs: 验证用户名和密码...
fr_fr: Nom d'utilisateur et mot de passe Validation ...
ko_kr: 사용자 이름과 암호를 확인 중 ...

# WaitingIndicatorTitleDataFetch
source: Fetching data
chs: 读取数据
fr_fr: Récupération des données
ko_kr: 가져 오기 데이터

# WaitingIndicatorTitleDataSourceConnect
source: Connecting Data Source
chs: 连接数据源
fr_fr: Connexion Source de données
ko_kr: 데이터 소스 연결

# WaitingIndicatorTitleImportDashboard
source: Importing Dashboard
chs: 导入仪表板
fr_fr: Tableau de bord Importation
ko_kr: 가져 오기 대시 보드

# WaitingIndicatorTitleReportLoading
source: Loading Dashboard
chs: 加载仪表板
fr_fr: Chargement Tableau de bord
ko_kr: 로드 대시 보드

# WaitingIndicatorSubtitleDataSourceConnected
source: Waiting for Connection...
chs: 等待连接...
fr_fr: Attente de connexion...
ko_kr: 연결 대기 중 ...

# WaitingIndicatorSubtitleDuplicateDB
source: Duplicating Data Source...
chs: 复制数据源...
fr_fr: Duplication des données Source ...
ko_kr: 데이터 원본을 복제 ...

# WaitingIndicatorSubtitleImportDashboard
source: Importing Dashboard from server
chs: 从服务器导入仪表板
fr_fr: Importation Tableau de bord à partir du serveur
ko_kr: 서버에서 대시 보드를 가져 오기

# WaitingIndicatorSubtitleLoadingDashboard
source: Loading layout and fetching data...
chs: 装载布局和取数据...
fr_fr: Chargement en cours et la mise en page Récupération des données ...
ko_kr: 로드 레이아웃과 가져 오는 데이터 ...

# WaitingIndicatorSubtitleLoadingDB
source: Loading data sources from server....
chs: 从服务器加载数据源....
fr_fr: Chargement des sources de données à partir du serveur ....
ko_kr: 서버의 데이터 소스를로드 ....

# WaitingIndicatorSubtitleLoadingReport
source: Loading Dashboards from server...
chs: 从服务器负载仪表板...
fr_fr: Chargement Tableau de bord depuis un serveur ...
ko_kr: 서버에서로드 대시 보드 ...

# WaitingIndicatorSubtitlePublishDashboard
source: Publishing dashboard
chs: 发布仪表板
fr_fr: tableau de bord Publishing
ko_kr: 게시 대시 보드

# WaitingIndicatorSubtitleSaveAsPackage
source: Saving as package...
chs: 保存为包...
fr_fr: Enregistrement en package ...
ko_kr: 패키지로 저장 ...

# WaitingIndicatorTitleDuplicateDB
source: Duplicating Data Source...
chs: 复制数据源...
fr_fr: Duplication des données Source ...
ko_kr: 데이터 원본을 복제 ...

# WaitingIndicatorTitleImportDb
source: Import Data Source
chs: 导入数据源
fr_fr: Importation de données Source
ko_kr: 데이터 가져 오기 소스

# WaitingIndicatorTitleImportFiles
source: Import Files
chs: 导入文件
fr_fr: Importer des fichiers
ko_kr: 파일 가져 오기

# WaitingIndicatorTitleLogOn
source: Logging into server
chs: 登录到服务器
fr_fr: Connexion au serveur
ko_kr: 서버에 로그인

# WaitingIndicatorTitlePublishDashboard
source: Moving file to server...
chs: 将文件移动到服务器...
fr_fr: fichier Moving to server ...
ko_kr: 서버에 파일을 이동 ...

# PropertiesWindowChartTypeArea
source: Area
chs: 区
fr_fr: Zone
ko_kr: 구역

# PropertiesWindowChartTypeBar
source: Bar
chs: 酒吧
fr_fr: diagramme en bâton
ko_kr: 바

# PropertiesWindowChartTypeBubble
source: Bubble
chs: 泡沫
fr_fr: Bulle
ko_kr: 거품

# PropertiesWindowChartTypeColumn
source: Column
chs: 柱
fr_fr: Colonne
ko_kr: 열

# PropertiesWindowChartTypeLine
source: Line
chs: 线
fr_fr: Ligne
ko_kr: 6번 줄

# PropertiesWindowChartTypeScatter
source: Scatter
chs: 分散
fr_fr: Dispersion
ko_kr: ~을 뿌리다

# PropertiesWindowChartTypeSpline
source: Spline
chs: 仿样
ko_kr: 운형자

# PropertiesWindowChartTypeSplineArea
source: Spline Area
chs: 花键区
fr_fr: Zone Spline
ko_kr: 스플라인 지역

# PropertiesWindowChartTypeStackingArea
source: Stacked Area
chs: 堆积面积
fr_fr: Zone Empilé
ko_kr: 누적 된 지역

# PropertiesWindowChartTypeStackingBar
source: Stacked Bar
chs: 堆叠式酒吧
fr_fr: Bar Empilé
ko_kr: 누적 된 바

# PropertiesWindowChartTypeStackingColumn
source: Stacked Column
chs: 堆积柱形图
fr_fr: Colonne Empilé
ko_kr: 누적 된 열

# PropertiesWindowChartTypeDoughnut
source: Doughnut
chs: 甜甜圈
fr_fr: beignet
ko_kr: 도넛

# PropertiesWindowChartTypeFunnel
source: Funnel
chs: 漏斗
fr_fr: Entonnoir
ko_kr: 깔때기

# PropertiesWindowChartTypePie
source: Pie
chs: 馅饼
fr_fr: Diagramme en camembert
ko_kr: 파이

# PropertiesWindowChartTypePyramid
source: Pyramid
chs: 金字塔
fr_fr: Pyramide
ko_kr: 피라미드

# PublishWindowVersionComment
source: Version Comment
chs: 版本注释
fr_fr: Version Commentaire
ko_kr: 버전 코멘트

# WaitingIndicatorSubtitleDownloadDataSource
source: Downloading datasource from server.
chs: 从服务器上下载数据源。
fr_fr: Téléchargement datasource du serveur.
ko_kr: 서버에서 데이터 소스를 다운로드.

# WaitingIndicatorTitleRetrieveDataFromServer
source: Retrieving data...
chs: 检索数据...
fr_fr: Récupération des données
ko_kr: 데이터를 가져 오는 중 ...

# WaitingIndicatorTitleImportingWidget
source: Importing Widget...
chs: 导入窗口小部件...
fr_fr: Importation Widget ...
ko_kr: 위젯 가져 오기 ...

# WaitingIndicatorSubtitleImportingWidget
source: Importing Selected Widget
chs: 导入选中的控件
fr_fr: Importation Widget Sélectionné
ko_kr: 선택한 위젯 가져 오기

# RelationalSplitButtonHeaderTextClearRelativeDate
source: Clear Relative Date
chs: 清除相对日期
fr_fr: Effacer Date relative
ko_kr: 클리어 상대 날짜

# WindowServiceNotInstalled
source: Dashboard windows service not detected in the system.
chs: 在系统中未检测到仪表板的窗口服务。
fr_fr: Tableau de bord service windows pas été détecté dans le système.
ko_kr: 대시 윈도우 서비스 시스템에서 검출되지 않음.

# SqlServerNameError
source: Server not found or was not accessible.
chs: 找不到服务器或无法访问。
fr_fr: Serveur introuvable ou n'a pas été accessible.
ko_kr: 서버를 찾을 수 없거나 액세스 할 수 없습니다.

# RelationalSplitButtonHeaderTextClearMenu
source: Clear
chs: 澄清
fr_fr: Clair
ko_kr: 지우기

# RelationalSplitButtonHeaderTextEditMenu
source: Edit...
chs: 编辑
fr_fr: Modifier...
ko_kr: 수정...

# ContainerPropertiesHeaderTextHighlightAvailableDate
source: Highlight Available Dates
chs: 突出显示可用日期
fr_fr: Sélectionnez Dates disponibles
ko_kr: 사용 가능한 날짜를 강조

# ContainerPropertiesHeaderTextShowCustomDatePicker
source: Show Custom Date Picker
chs: 显示自定义日期选取器
fr_fr: Afficher personnalisé date Allez
ko_kr: 표시 사용자 정의 날짜 선택

# IisExpressFileNotFound
source: Dashboard preview cannot be displayed: IIS Express, required to start the dashboard service, is not installed on the machine. Please install IIS Express(download link : <Hyperlink>https://www.microsoft.com/en-us/download/details.aspx?id=48264</Hyperlink>) before starting the Dashboard Service.
chs: 无法显示仪表板预览：机器上未安装启动仪表板服务所需的IIS Express。 请在启动仪表板服务之前安装IIS Express（下载链接：＆lt; Hyperlink> https://www.microsoft.com/en-us/download/details.aspx?id=48264</Hyperlink>）。
fr_fr: Dashboard aperçu ne peut être affiché: IIS Express, nécessaire pour démarrer le service du tableau de bord, est pas installé sur la machine. S'il vous plaît installer IIS Express (lien de téléchargement: <Hyperlink> https://www.microsoft.com/en-us/download/details.aspx?id=48264 </ Hyperlink>) avant de démarrer le service de bord.
ko_kr: 대시 보드의 미리보기를 표시 할 수 없습니다 : 대시 보드 서비스를 시작하는 데 필요한 IIS Express는, 컴퓨터에 설치되어 있지 않습니다. IIS Express를 설치하십시오 : 대시 보드 서비스를 시작하기 전에 (다운로드 링크를 <하이퍼 링크> https://www.microsoft.com/en-us/download/details.aspx?id=48264 </ 하이퍼 링크>).

# RelationalSplitButtonHeaderTextRelativeDateFilterPeriod
source: Period
chs: 期
fr_fr: Durée
ko_kr: 기간

# UserControlChangeMeasureFormatUserControlAppendText
source: Append Text
chs: 附加文本
fr_fr: Ajouter texte
ko_kr: 텍스트 추가

# ParameterSettingWindowSourceColumn
source: Source Column
chs: 源列
fr_fr: Colonne source
ko_kr: 소스 열

# ParameterSettingWindowSourceWidget
source: Source Widget
chs: 源控件
ko_kr: 소스 위젯

# ParameterSettingWindowTargetColumn
source: Target Column
chs: 目标栏
fr_fr: Colonne cible
ko_kr: 대상 열

# ParameterSettingWindowTargetDashboards
source: Target Dashboard Widgets
chs: 定位仪表板小部件
fr_fr: Tableau de bord cible Widgets
ko_kr: 대상 대시 보드 위젯

# ParameterSettingWindowTitle
source: Parameter Settings
chs: 参数设置
fr_fr: Réglage des paramètres
ko_kr: 파라미터 설정 ............................

# PublishWindowDataSourcePublishSuccessMessage
source: Data source published successfully.
chs: 数据源成功发布。
fr_fr: Source des données publiées avec succès.
ko_kr: 데이터 소스가 성공적으로 발표했다.

# DashboardDesignerAlertBoxMessageRemoveData
source: Are you sure you want to remove the data associated with the selected widget?
chs: 你确定要删除与所选部件关联的数据吗？
fr_fr: Etes-vous sûr de vouloir supprimer les données associées avec le widget sélectionné?
ko_kr: 당신은 당신이 선택한 위젯과 연관된 데이터를 삭제 하시겠습니까?

# TableRelationAddTooltip
source: Add relationship
chs: 添加关系
fr_fr: Ajouter relation
ko_kr: 관계 추가

# SparkExceptionFriendlyAlertMsg
source: Unable to process the connection due to unexpected error.
chs: 无法处理因意外错误连接。
fr_fr: Impossible de traiter la connexion en raison d'une erreur inattendue.
ko_kr: 때문에 예기치 않은 오류에 대한 연결을 처리 할 수 ​​없습니다.

# PublishWindowAccessDeniedUpdateItem
source: Access denied to update the item.Please try with different name.
chs: 访问被拒绝更新项目。请尝试使用不同的名称。。
fr_fr: Accès refusé de mettre à jour le item.please essayer avec un nom différent.
ko_kr: 액세스는 세 일품가 다른 이름으로 시도해 업데이트하는 부인했다.

# XmlFileFriendlyAlertMessage
source: The file is corrupted and cannot be opened.
chs: 该文件已损坏，无法打开。
fr_fr: Le fichier est corrompu et ne peut pas être ouvert.
ko_kr: 파일이 손상되어 열 수 없습니다.

# LinkErrorMessage
source: Could not link the dashboard.
chs: 无法连结资讯主页。。
fr_fr: Impossible de lier le tableau de bord.
ko_kr: 대시 보드를 연결할 수 없습니다.

# UserControlRelativeDateFilterTitle
source: Relative Date Filter
chs: 相对日期过滤器
fr_fr: Relative Date de filtre
ko_kr: 상대 날짜 필터

# UserControlRelativeDateFilterRange
source: Range
chs: 范围
fr_fr: Portée
ko_kr: 범위

# WidgetDataRestrictionInfo
source: This preview shows only the first 200 rows.
chs: 该预览只显示前200行。
fr_fr: Cet aperçu montre que les 200 premières lignes.
ko_kr: 이 미리보기는 처음 200 행을 보여줍니다.

# DataSourceRemoveColumnDoYouWantToContinue
source: Do you want to continue?
chs: 你想继续吗？
fr_fr: Voulez-vous continuer?
ko_kr: 계속 하시겠습니까?

# DataSourceRemoveColumnWarningMessage
source: The following column is already in use and will affect the dashboard, if removed.
chs: 下面列已在使用，并会影响到仪表板，如果去掉。
fr_fr: La colonne suivante est déjà en cours d'utilisation et aura une incidence sur le tableau de bord, si elle est expulsée.
ko_kr: 다음 열이 이미 사용 중입니다 제거하면 대시 보드에 영향을 미칠 것입니다.

# DataSourceChangeQueryViewWarningMessage
source: This action resets the SQL expression and discards all the changes.
chs: 此操作将重置SQL表达式，并放弃所有更改。
fr_fr: Cette action réinitialise l'expression SQL et se défausse de toutes les modifications.
ko_kr: 이 작업은 SQL 식을 재설정하고 모든 변경 사항을 삭제합니다.

# PropertiesWindowHeaderTextActualValuePrefix
source: Actual Value Prefix
chs: 实际值前缀
fr_fr: Valeur réelle Prefix
ko_kr: 실제 값 접두어

# PropertiesWindowHeaderTextSecondValueTarget
source: Target Value
chs: 目标价值
fr_fr: Valeur cible
ko_kr: 목표 값

# PropertiesWindowHeaderTextSecondValueVariance
source: Variation
chs: 变异
fr_fr: Modification
ko_kr: 유사

# PropertiesWindowHeaderTextTargetValuePrefix
source: Target Value Prefix
chs: 目标值前缀
fr_fr: Cible Valeur Prefix
ko_kr: 목표 값 접두어

# PropertiesWindowHeaderTextSecondValue
source: Secondary Value Type
chs: 二级值类型
fr_fr: Secondaire Type de valeur
ko_kr: 차 값 형식

# OdbcUserControlAlertMessageDriverOption
source: Select any one driver
chs: 选择任何一个驱动器
fr_fr: Sélectionnez l'un pilote
ko_kr: 어느 한 드라이버를 선택

# OdbcUserControlAlertMessageDataSourceNameOption
source: Select any one DSN
chs: 选择任何一个DSN
fr_fr: Sélectionnez l'un DSN
ko_kr: 어느 한 DSN을 선택

# OdbcUserControlDriver
source: Driver
chs: 司机
fr_fr: Pilote
ko_kr: 드라이버

# DataSourceRemoveColumnRow
source: Row
chs: 行
fr_fr: Ligne
ko_kr: 열

# ExpressionEditorFunctionDescriptionChar
source: Converts the given integer ASCII code into a character
chs: 给定整ASCII码转换为字符
fr_fr: Convertit le code ASCII entier donné en un caractère
ko_kr: 문자로 지정된 정수 ASCII 코드로 변환

# ExpressionEditorFunctionDescriptionDateName
source: Returns a string representing the specified datepart of the given date expression.
chs: 返回表示给定日期表达式的指定datepart的字符串。
fr_fr: Renvoie une chaîne représentant le datepart spécifié de l'expression de date donnée.
ko_kr: 지정된 날짜 식의 지정된 날짜 부분을 나타내는 캐릭터 라인을 돌려줍니다.

# ExpressionEditorFunctionDescriptionIsDate
source: Returns true if a given string is a valid date
chs: 如果给定的字符串是一个有效日期，则返回true
fr_fr: Renvoie true si une chaîne donnée est une date valide
ko_kr: 주어진 문자열이 유효한 날짜가있는 경우에 참된를 돌려줍니다

# ExpressionEditorFunctionDescriptionLower
source: Returns a lower case converted string value from a given string expression.
chs: 返回从给定的字符串表达式小写转换的字符串值。
fr_fr: Renvoie un cas converti valeur de chaîne inférieure à partir d'une expression de chaîne donnée.
ko_kr: 주어진 문자열 표현에서 소문자로 변환 된 문자열 값을 반환합니다.

# ExpressionEditorFunctionDescriptionLTrim
source: Returns the string value with any leading blanks removed from string expression.
chs: 返回从字符串表达式中删除任何前导空格的字符串值。
fr_fr: Renvoie la valeur de chaîne avec des blancs principaux retirés de l'expression de chaîne.
ko_kr: 문자열 표현식에서 제거 선행 공백 문자열 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionRTrim
source: Returns the string value with any trailing blanks removed from string expression.
chs: 返回从字符串表达式中删除任何尾随空格的字符串值。
fr_fr: Renvoie la valeur de chaîne avec des espaces de fin retirés de l'expression de chaîne.
ko_kr: 문자열 표현식에서 제거 후행 공백 문자열 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionRunningAvg
source: Returns Running Average of each row.
chs: 返回每行的运行平均值。
fr_fr: Renvoie la moyenne courante de chaque ligne.
ko_kr: 각 행의 실행 평균을 반환합니다.

# ExpressionEditorFunctionDescriptionRunningCount
source: Returns Running Count of each row.
chs: 返回每行的运行计数。
fr_fr: Retourne le nombre courant de chaque rangée.
ko_kr: 각 행의 실행 횟수를 반환합니다.

# ExpressionEditorFunctionDescriptionRunningSum
source: Returns Running Sum of each row.
chs: 返回每行的运行总和。
fr_fr: Renvoie la somme cumulée de chaque ligne.
ko_kr: 각 행의 누적 합계를 반환합니다.

# ExpressionEditorFunctionDescriptionRunningMax
source: Returns Running Maximum value of each row.
chs: 返回每行的运行最大值。
fr_fr: Renvoie la valeur maximale de chaque ligne.
ko_kr: 각 행의 최대 값을 실행 돌려줍니다.

# ExpressionEditorFunctionDescriptionRunningMin
source: Returns Running Minimum value of each row.
chs: 返回每行的运行最小值。
fr_fr: Renvoie en cours Valeur minimale de chaque ligne.
ko_kr: 각 행의 최소 값을 실행 돌려줍니다.

# ExpressionEditorFunctionDescriptionRunningStdev
source: Returns Running Stdev value of each row.
chs: 返回每行的运行标准偏差值。
fr_fr: Renvoie la valeur Stdev en cours d'exécution de chaque ligne.
ko_kr: 각 행의 표준 편차 값을 실행 돌아갑니다.

# ExpressionEditorFunctionDescriptionRunningVar
source: Returns Running Variance value of each row.
chs: 返回每行的运行差异值。
fr_fr: Renvoie la valeur de variance en cours de chaque ligne.
ko_kr: 각 행의 분산 값을 실행 돌아갑니다.

# ExpressionEditorFunctionDescriptionUpper
source: Returns a upper case converted string value from a given string expression.
chs: 返回从给定的字符串表达式中的大写转换的字符串值。
fr_fr: Renvoie un cas converti la valeur supérieure de la chaîne à partir d'une expression de chaîne donnée.
ko_kr: 주어진 문자열 표현식에서 대문자로 변환 된 문자열 값을 반환합니다.

# ExpressionEditorFunctionDescriptionContains
source: Returns true if the given string expression contains the specified substring expression.
chs: 如果给定的字符串表达式中包含指定的子表达式返回true。
fr_fr: Renvoie true si l'expression de chaîne donnée contient l'expression de chaîne spécifiée.
ko_kr: 지정된 캐릭터 라인 표현이 지정된 문자열 표현을있는 경우에 참된를 돌려줍니다.

# ExpressionEditorFunctionDescriptionEndsWith
source: Returns true if the given string expression ends with the specified substring expression.
chs: 如果给定的字符串表达式与指定的子表达式结束返回true。
fr_fr: Renvoie true si l'expression de chaîne donnée se termine par l'expression de chaîne spécifiée.
ko_kr: 지정된 캐릭터 라인 표현이 지정된 문자열 표현으로 끝나는 경우에 참된를 돌려줍니다.

# ExpressionEditorFunctionDescriptionLeft
source: Returns the specified number of characters from start of the given string expression.
chs: 返回从给定字符串表达式的开始字符指定数量。
fr_fr: Renvoie le nombre spécifié de caractères à partir du début de l'expression de chaîne donnée.
ko_kr: 주어진 문자열 식의 시작부터 지정된 문자 수를 돌려줍니다.

# ExpressionEditorFunctionDescriptionRight
source: Returns the specified number of characters from end of the given string expression.
chs: 返回从给定字符串表达式的结束字符指定数量。
fr_fr: Renvoie le nombre spécifié de caractères de fin de l'expression de chaîne donnée.
ko_kr: 지정된 문자열 표현의 끝에서 지정된 문자 수를 돌려줍니다.

# ExpressionEditorFunctionDescriptionStartsWith
source: Returns true if the given string expression starts with the specified substring expression.
chs: 如果给定的字符串表达式与指定的子表达式开始返回true。
fr_fr: Renvoie true si l'expression de chaîne donnée commence par l'expression de chaîne spécifiée.
ko_kr: 지정된 캐릭터 라인 표현이 지정된 문자열 표현으로 시작하는 경우에 참된를 돌려줍니다.

# ExpressionEditorFunctionDescriptionSubstring
source: Returns a specific length of string starting from specific index from the given string expression.
chs: 返回字符串的特定长度从给定的字符串表达式特定索引开始。
fr_fr: Renvoie une longueur spécifique de la chaîne à partir de l'indice spécifique de l'expression de chaîne donnée.
ko_kr: 주어진 문자열 식의 특정 인덱스에서 시작하는 문자열의 특정 길이를 돌려줍니다.

# ExpressionEditorClearFiltersWhileUpdating
source: Updating this expresison will reflect in filtering. Do you still want to continue?
chs: 更新此表达式将反映在过滤中。 你还要继续吗？
fr_fr: Mise à jour de cette expresison reflétera dans le filtrage. Voulez-vous continuer?
ko_kr: 이 expresison를 업데이트 필터링에 반영됩니다. 그래도 계속 하시겠습니까?

# DashboardDesignerAlertBoxMessageErrorInControlReportImage
source: Error in Image Control Report.
chs: 错误图像控制报告。
fr_fr: Erreur dans le rapport de contrôle d'image.
ko_kr: 이미지 컨트롤 보고서에 오류가 있습니다.

# AlertBoxInstallMicrosoftAccessDatabaseEngine
source: Please install the provider from the link \n <Hyperlink>https://www.microsoft.com/en-us/download/confirmation.aspx?id=13255 </Hyperlink>
chs: 请从链接\ n安装提供商<超链接> https://www.microsoft.com/en-us/download/confirmation.aspx?id=13255 </超链接>
fr_fr: S'il vous plaît installer le fournisseur à partir du lien \ n <Hyperlink> https://www.microsoft.com/en-us/download/confirmation.aspx?id=13255 </ Hyperlink>
ko_kr: 링크 \ n을에서 공급자를 설치하십시오 <하이퍼 링크> https://www.microsoft.com/en-us/download/confirmation.aspx?id=13255 </ 하이퍼 링크>

# DataSourceOdbcServerNameMsSql
source: MSSQL Server
chs: MSSQL服务器
fr_fr: MSSQL serveur
ko_kr: MSSQL 서버

# DataSourceOdbcServerNameMySql
source: MySQL Server
chs: MySQL服务器
fr_fr: MySQL
ko_kr: MySQL 서버

# DataConnectionDataSourceWizardConnectionTypeValuesOdbcConnection
source: ODBC Connection
chs: ODBC连接
fr_fr: ODBC connexion
ko_kr: ODBC 연결
