Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# OdbcAnsiSqlUserControlErrorDriver
source: Please select a ODBC Driver after that you can click 'Connect Driver' button to enter server credentials.
chs: 请选择一个ODBC驱动程序，然后单击“连接驱动程序”按钮输入服务器凭据。
fr_fr: Sélectionnez un pilote ODBC après que vous pouvez cliquer sur le bouton "Connecter le pilote" pour entrer les informations d'identification du serveur.
ko_kr: 드라이버 연결'버튼을 클릭하여 서버 인증 정보를 입력 한 후 ODBC 드라이버를 선택하십시오.

# OdbcAnsiSqlUserControlSqlError
source: SQL Error :
chs: SQL错误：
fr_fr: Erreur SQL:
ko_kr: SQL 오류 :

# OdbcAnsiSqlExtractModeAlertMessage
source: The following features are not supported in ANSI SQL-92 standard query.
chs: ANSI SQL-92标准查询中不支持以下功能。
fr_fr: Les fonctionnalités suivantes ne sont pas prises en charge dans la requête standard ANSI SQL-92.
ko_kr: 다음 기능은 ANSI SQL-92 표준 쿼리에서 지원되지 않습니다.

# OdbcAnsiSqlChangeDataType
source: Change DataType
chs: 更改数据类型
ko_kr: 데이터 유형 변경

# OdbcAnsiSqlErrorInformation
source: Error Information:
chs: 错误信息：
fr_fr: Informations d'erreur:
ko_kr: 오류 정보 :

# OdbcAnsiSqlHierarchicalRankFilter
source: Widget Hierarchical Rank Filter
chs: 小部件层次级别过滤器
fr_fr: Widget Filtre de classement hiérarchique
ko_kr: 위젯 계층 적 순위 필터

# OdbcAnsiSqlInitialTopNFilter
source: Initial Top N Filter
chs: 初始N级过滤器
fr_fr: Filtre initial N supérieur
ko_kr: 초기 상위 N 필터

# OdbcAnsiSqlNormalRankFilter
source: Widget Normal Rank Filter
chs: 小部件正常排序过滤器
fr_fr: Widget Normal Filtre de rang
ko_kr: 위젯 일반 순위 필터

# OdbcAnsiSqlQueryErrorMessage
source: Generated ANSI SQL-92 standard query to fetch the data is not supported either in your database server or ODBC driver.
chs: 在数据库服务器或ODBC驱动程序中不支持生成的ANSI SQL-92标准查询以获取数据。
fr_fr: La requête standard ANSI SQL-92 générée pour récupérer les données n'est pas compatible avec votre serveur de base de données ou votre pilote ODBC.
ko_kr: 데이터를 가져 오기 위해 생성 된 ANSI SQL-92 표준 쿼리가 데이터베이스 서버 또는 ODBC 드라이버에서 지원되지 않습니다.

# OdbcAnsiSqlRelativeDateFilter
source: Relative Date Filter
chs: 相对日期过滤器
fr_fr: Filtre de date relative
ko_kr: 상대 날짜 필터

# OdbcAnsiSqlStandardDeviation
source: Standard Deviation
chs: 标准偏差
fr_fr: écart type
ko_kr: 표준 편차

# OdbcAnsiSqlSwitching
source: Extracting data
chs: 提取数据
fr_fr: Extraction de données
ko_kr: 데이터 추출 중

# OdbcAnsiSqlSwitchingToExtractMode
source: Extracting data, please wait...
chs: 提取数据，请稍候...
fr_fr: Extraction de données, attendez ...
ko_kr: 데이터 추출 중입니다. 잠시 기다려주십시오 ...

# OdbcAnsiSqlSwitchToExtractMode
source: However, you can achieve this operation by extracting the data. Do you want to extract the data?
chs: 但是，您可以通过提取数据来实现此操作。 要提取数据吗？
fr_fr: Cependant, vous pouvez réaliser cette opération en extrayant les données. Voulez-vous extraire les données?
ko_kr: 그러나 데이터를 추출하여이 작업을 수행 할 수 있습니다. 데이터를 추출 하시겠습니까?

# OdbcAnsiSqlVariance
source: Variance
chs: 方差
ko_kr: 분산

# OdbcAnsiSqlInitialFilter
source: Generated ANSI SQL-92 standard query to fetch the data for filtering is not supported either in your database server or ODBC driver. If you wish to continue, please extract the data.
chs: 在数据库服务器或ODBC驱动程序中不支持生成的ANSI SQL-92标准查询以获取用于过滤的数据。 如果您想继续，请提取数据。
fr_fr: La requête standard ANSI SQL-92 générée pour récupérer les données pour le filtrage n'est pas prise en charge non plus dans votre serveur de base de données ou votre pilote ODBC. Si vous souhaitez continuer, extrayez les données.
ko_kr: 필터링을 위해 데이터를 가져 오기 위해 생성 된 ANSI SQL-92 표준 쿼리는 데이터베이스 서버 또는 ODBC 드라이버에서 지원되지 않습니다. 계속 하시려면 데이터를 추출하십시오.

# OdbcAnsiSqlLimitedFeatures
source: Click “Yes”, to ignore these options and continue. Click “No”, to extract the data and continue to use these options.
chs: 单击“是”，忽略这些选项并继续。 单击“否”，提取数据并继续使用这些选项。
fr_fr: Cliquez sur "Oui", pour ignorer ces options et continuer. Cliquez sur "Non", pour extraire les données et continuer à utiliser ces options.
ko_kr: "예"를 클릭하여이 옵션을 무시하고 계속하십시오. "No"를 클릭하여 데이터를 추출하고이 옵션을 계속 사용하십시오.

# OdbcAnsiSqlUnsupportedExpression
source: The created expression may not supported either in your ODBC driver or database server.
chs: 您的ODBC驱动程序或数据库服务器可能不支持创建的表达式。
fr_fr: L'expression créée peut ne pas être prise en charge dans votre pilote ODBC ou votre serveur de base de données.
ko_kr: 작성된 표현식은 ODBC 드라이버 나 데이터베이스 서버에서 지원되지 않을 수 있습니다.

# OdbcAnsiSqlValidExpression
source: If this is a valid expression, please switch to extract mode and then create this expression
chs: 如果这是一个有效的表达式，请切换到提取模式，然后创建此表达式
fr_fr: S'il s'agit d'une expression valide, passez en mode extrait, puis créez cette expression
ko_kr: 유효한 표현식 인 경우 추출 모드로 전환 한 다음이 표현식을 작성하십시오

# OdbcAnsiSqlDataSourceCopyOf
source: CopyOf
chs: 备份
ko_kr: 사본

# OdbcAnsiSqlInvaliExpressionName
source: Fields must contain only letters, numbers, and underscores, start with a letter or underscore, and be at most 128 characters long.
chs: 字段必须只包含字母，数字和下划线，以字母或下划线开头，最多128个字符。
fr_fr: Les champs doivent contenir uniquement des lettres, des chiffres et des caractères de soulignement, commencer par une lettre ou un trait de soulignement et avoir au plus 128 caractères.
ko_kr: 필드에는 문자, 숫자 및 밑줄 만 포함하고 글자 또는 밑줄로 시작해야하며 길이는 128 자 이상이어야합니다.

# DashboardDesignerHeaderMenuItemAdd
source: _Add Dashboard
ko_kr: _ 대시 보드 추가

# ControlsContainerDashboards
source: DASHBOARDS
chs: 仪表板
fr_fr: TABLEAUX DE TABLE
ko_kr: 대시 보드

# DashboardContainerCollapse
source: Collapse
chs: 坍方
fr_fr: Effondrer
ko_kr: 무너짐

# AddedControlsContainerAddDashboardToolTip
source: Add Dashboard
chs: 添加仪表板
fr_fr: Ajouter un tableau de bord
ko_kr: 대시 보드 추가

# AddedControlsContainerDashboardDuplicateIcon
source: Duplicate dashboard
chs: 重复的仪表板
fr_fr: Tableau de bord en double
ko_kr: 중복 대시 보드

# AddedControlsContainerDeleteDashboard
source: Delete dashboard
chs: 删除仪表板
fr_fr: Supprimer le tableau de bord
ko_kr: 대시 보드 삭제

# AddedControlsContainerEditDashboardToolTip
source: Edit Dashboard
chs: 编辑仪表板
fr_fr: Modifier le tableau de bord
ko_kr: 대시 보드 편집

# AddedControlsContainerDashboardsIcon
source: Dashboards
chs: 仪表板
fr_fr: Tableaux de bord
ko_kr: 대시 보드

# DashboardDesignerHeaderMenuItemNewAsPackage
source: _New Dashboard As Package
chs: _新的仪表板作为包
fr_fr: _Nouveau tableau de bord en tant que package
ko_kr: _ 새 대시 보드 패키지로

# DashboardAlreadyExists
source: A dashboard with the specified name already exists.
chs: 具有指定名称的仪表板已存在。
fr_fr: Un tableau de bord avec le nom spécifié existe déjà.
ko_kr: 지정한 이름의 대시 보드가 이미 있습니다.

# DashboardDesignerUntitledPackage
source: Untitled Package
chs: 无标题包
fr_fr: Forfait sans titre
ko_kr: 제목없는 패키지

# OracleWindowServiceAndPortNumberOptional
source: Optional
chs: 可选的
fr_fr: Optionnel
ko_kr: 선택 과목

# OracleWindowTextPortNumber
source: Port
chs: 港口
ko_kr: 포트

# OracleWindowTextServiceName
source: Service
chs: 服务
fr_fr: Un service
ko_kr: 서비스

# PropertiesWindowHeaderTextAllowPaging
source: Allow Paging
chs: 允许分页
fr_fr: Autoriser la pagination
ko_kr: 페이징 허용

# RelationalSplitButtonHeaderTextWeekNumber
source: Week Number
chs: 周数
fr_fr: Numéro de semaine
ko_kr: 주 번호

# RelationalSplitButtonTextBox12Hour
source: Twelve Hour
chs: 十二小时
fr_fr: Douze heures
ko_kr: 12 시간

# RelationalSplitButtonTextBoxAbbreviation
source: Abbreviation
chs: 缩写
fr_fr: Abréviation
ko_kr: 약어

# RelationalSplitButtonTextBoxAutomatic
source: Default
chs: 默认
fr_fr: Défaut
ko_kr: 태만

# RelationalSplitButtonTextBoxFirstName
source: First Letter
chs: 第一封信
fr_fr: Première lettre
ko_kr: 첫 번째 편지

# RelationalSplitButtonTextBoxFourDigit
source: Four digit
chs: 四位数
fr_fr: Quatre chiffres
ko_kr: 4 자리

# RelationalSplitButtonTextBoxFullName
source: Full Name
chs: 全名
fr_fr: Nom complet
ko_kr: 성명

# RelationalSplitButtonTextBoxNumeric
source: Numeric
chs: 数字
fr_fr: Numérique
ko_kr: 숫자

# RelationalSplitButtonTextBoxNumericWithZero
source: Numeric With Zeros
chs: 数字零
fr_fr: Numérique Avec Zéros
ko_kr: 0과 함께 숫자

# UserControlCustomDateTimeDetails
source: Mode
chs: 模式
ko_kr: 방법

# UserControlCustomDateTimeTitle
source: Custom Date
chs: 自定义日期
fr_fr: Date personnalisée
ko_kr: 맞춤식 날짜

# UserControlCustomeDateTextCustomize
source: Custom Format
chs: 自定义格式
fr_fr: Format personnalisé
ko_kr: 사용자 정의 형식

# RelationalSplitButtonHeaderTextAdvancedDisplayOptions
source: Settings
chs: 设置
fr_fr: paramètres
ko_kr: 설정

# CustomDateFormattingDispalyNameDayAbbreviation
source: Sunday
chs: 星期日
fr_fr: dimanche
ko_kr: 일요일

# CustomDateFormattingDispalyNameWeekNumNumW_0
source: Week 00, Week 01, Week 02, ...
chs: 第00周，第01周，第02周，...
fr_fr: Semaine 00, Semaine 01, Semaine 02, ...
ko_kr: 주 00, 주 01, 주 02, ...

# CustomDateFormattingDisplayNameDayFirstName
source: Hour(24 hrs)
chs: 小时（24小时）
fr_fr: Heure (24 h)
ko_kr: 시간 (24 시간)

# CustomDateFormattingDisplayNameDayFullName
source: Monday
chs: 星期一
fr_fr: Lundi
ko_kr: 월요일

# CustomDateFormattingDisplayNameDayMonthYear
source: 5/20/2017 12:00 AM
chs: 5/20/2017 12:00 上午
ko_kr: 5/20/2017 12:00 오전

# CustomDateFormattingDisplayNameHour12
source: Hour(12 hrs)
chs: 小时（12小时）
fr_fr: Heure (12 h)
ko_kr: 시간 (12 시간)

# CustomDateFormattingDisplayNameMonthAbbreviation
source: Jan
chs: 一月
ko_kr: 1 월

# CustomDateFormattingDisplayNameMonthFirstName
source: AM/PM
chs: 上午下午
fr_fr: MATIN APRÈS-MIDI
ko_kr: 오전 오후

# CustomDateFormattingDisplayNameMonthFullName
source: January
chs: 一月
fr_fr: janvier
ko_kr: 일월

# CustomDateFormattingDisplayNameMonthYear
source: Jan 2016, May 2017
chs: 2016年1月，2017年5月
fr_fr: Janvier 2016, mai 2017
ko_kr: 2016 년 1 월, 2017 년 5 월

# CustomDateFormattingDisplayNameQuarterAbbreviation
source: Q1
chs: 问1
ko_kr: 질문 1

# CustomDateFormattingDisplayNameQuarterFullName
source: Quarter1
chs: 第一季度
fr_fr: Quart1
ko_kr: 분기 1

# CustomDateFormattingDisplayNameQuaterYear
source: Quarter 1 2017
chs: 2017年第1季度
fr_fr: Trimestre 1 2017
ko_kr: 2017 년 1 분기

# CustomDateFormattingDisplayNameWeekNumNumeric
source: Week 1
chs: 第1周
fr_fr: Semaine 1
ko_kr: 1 주

# CustomDateFormattingDisplayNameWeekOfYear
source: Week 0, Week 1, Week 2, ...
chs: 第0周，第1周，第2周，...
fr_fr: Semaine 0, Semaine 1, Semaine 2, ...
ko_kr: 0 주, 1 주, 2 주, ...

# CustomDateFormattingDisplayNameWeekYear
source: Week 01 2017, Week 32 2016
chs: 2017年第01周，2016年第32周
fr_fr: Semaine 01 2017, Semaine 32 2016
ko_kr: 주 01 2017, 주 32 2016

# CustomDateFormatAlertBoxDisplayMsg
source: Please provide valid date format
chs: 请提供有效的日期格式
fr_fr: Veuillez fournir un format de date valide
ko_kr: 유효한 날짜 형식을 입력하십시오.

# RestrictedDatabaseMessage
source: Either read permission is restricted for the user or there is no database found in the server. If read permission is restricted, type the database name manually.
chs: 读取权限受限于用户，或者没有在服务器中找到数据库。 如果读取权限受限制，请手动键入数据库名称。
fr_fr: L'autorisation de lecture est restreinte pour l'utilisateur ou il n'y a pas de base de données dans le serveur. Si l'autorisation de lecture est restreinte, tapez le nom de la base de données manuellement.
ko_kr: 사용자에 대해 읽기 권한이 제한되어 있거나 서버에 데이터베이스가 없습니다. 읽기 권한이 제한되어 있으면 수동으로 데이터베이스 이름을 입력하십시오.

# FilterAreaActAsMaster
source: Act as Master
chs: 作为硕士
fr_fr: Agir en tant que Maître
ko_kr: 마스터로 활동

# FilterAreaHeaderBehaviour
source: Behavior
chs: 行为
fr_fr: Comportement
ko_kr: 행동

# FilterAreaHeaderFilterWidget
source: Filter Widgets
chs: 过滤窗口小部件
fr_fr: Filtres Widgets
ko_kr: 필터 위젯

# FilterAreaHeaderSelection
source: Selection
chs: 选择
fr_fr: Sélection
ko_kr: 선택

# FilterAreaHeaderType
source: Type
chs: 类型
ko_kr: 유형

# FilterAreaIgnoreFilter
source: Ignore Filter Action
chs: 忽略过滤器操作
fr_fr: Ignorer l'action du filtre
ko_kr: 필터 동작 무시

# FilterAreaTypeMultiple
source: Multiple
chs: 多
fr_fr: Plusieurs
ko_kr: 배수

# FilterAreaTypeRange
source: Range
chs: 范围
fr_fr: Gamme
ko_kr: 범위

# FilterAreaTypeSingle
source: Single
chs: 单
fr_fr: Unique
ko_kr: 단일

# ContainerPropertiesHeaderTextActAsComboBox
source: Act as Combo box
chs: 作为组合框
fr_fr: Agissez comme boîte combinée
ko_kr: 콤보 상자로 작동

# FilterActionWindowDashboardLabel
source: Dashboards
chs: 仪表板
fr_fr: Tableaux de bord
ko_kr: 대시 보드

# FilterAreaHeaderTextLabel
source: Label
chs: 标签
fr_fr: Étiquette
ko_kr: 상표

# FilterAreaMultiDataSourceSelected
source: Datasources selected
chs: 选择数据源
fr_fr: Sources de données sélectionnées
ko_kr: 선택한 데이터 소스

# FilterAreaSingleDataSourceSelected
source: Datasource selected
chs: 选择数据源
fr_fr: Source de données sélectionnée
ko_kr: 데이터 소스 선택됨

# PropertiesWindowHeaderTextActualValue
source: Actual Value
chs: 实际价值
fr_fr: Valeur actuelle
ko_kr: 실제 가치

# FilterAreaControlType
source: Control Type
chs: 控制类型
fr_fr: Type de contrôle
ko_kr: 제어 유형

# FilterPanelConfigureFilterArea
source: Configure Filter Panel
chs: 配置过滤器面板
fr_fr: Configurer le panneau de filtre
ko_kr: 필터 패널 구성

# FilterPanelTypeCheckBox
source: Check box
chs: 复选框
fr_fr: Case à cocher
ko_kr: 확인란

# FilterPanelTypeComboBox
source: Combo box
chs: 组合框
fr_fr: Boîte combo
ko_kr: 콤보 박스

# FilterPanelTypeDatePicker
source: Date picker
chs: 日期选择器
fr_fr: Sélecteur de date
ko_kr: 날짜 선택기

# FilterPanelTypeListBox
source: List box
chs: 列表框
fr_fr: Boîte de liste
ko_kr: 목록 상자

# FilterPanelTypeRangeSlider
source: Range slider
chs: 范围滑块
fr_fr: Curseur de plage
ko_kr: 범위 슬라이더

# CustomFormatOptionDisplayText12Hour
source: 1 AM, 2 PM
chs: 上午1点，下午2点
fr_fr: 1 heure du matin, 14 h
ko_kr: 오전 1시, 오후 2시

# CustomFormatOptionDisplayTextDayofWeekAbbreviation
source: Sun, Mon, Tue
chs: 太阳，星期一，星期二
fr_fr: Dim lun, marie
ko_kr: 일요일, 월요일, 화요일

# CustomFormatOptionDisplayTextDayofWeekFirstletter
source: S, M, T, W
chs: 小号, 中号, Ť, w ^
ko_kr: 에스, 엠,티,승

# CustomFormatOptionDisplayTextDayofWeekFullname
source: Sunday, Monday
chs: 星期天星期一
fr_fr: Dimanche Lundi
ko_kr: 일요일 월요일

# CustomFormatOptionDisplayTextMonthAbbreviation
source: Jan, Feb, Mar
chs: 一月二月三月
fr_fr: Jan,Fév, Mar
ko_kr: 1 월, 2 월, 3 월

# CustomFormatOptionDisplayTextMonthFullname
source: January, February
chs: 一月二月
fr_fr: Janvier février
ko_kr: 1 월, 2 월

# CustomFormatOptionDisplayTextQuarterFullname
source: Quarter 1, Quarter 2
chs: 第二季度第一季度
fr_fr: Trimestre 1, trimestre 2
ko_kr: 분기 1, 분기 2

# RelationalSplitButtonHeaderTextCustom
source: Custom
chs: 习惯
fr_fr: Douane
ko_kr: 관습

# ValidatedTextForCustomDateFormatForEmpty
source: Date value should not be empty
chs: 日期值不能为空
fr_fr: La valeur de la date ne doit pas être vide
ko_kr: 날짜 값은 비워 둘 수 없습니다.

# ValidatedTextForCustomDateFormatForInvalidFormat
source: Invalid date format
chs: 日期格式无效
fr_fr: Format de date invalide
ko_kr: 날짜 형식이 잘못되었습니다.

# ValidatedTextForCustomdateformatToProvideInput
source: Please provide custom date format
chs: 请提供自定义日期格式
fr_fr: Veuillez fournir un format de date personnalisé
ko_kr: 맞춤 날짜 형식을 제공하십시오.

# RelationalSplitButtonHeaderTextMinute
source: Minute
chs: 分钟
ko_kr: 분

# RelationalSplitButtonHeaderTextSecond
source: Second
chs: 第二
fr_fr: Seconde
ko_kr: 둘째

# FilterPanelAlertRemovingDatasource
source: Fields in use and it will be removed. Do you want to continue?
chs: 使用中的字段将被删除。 你想继续吗？
fr_fr: Champs utilisés et il sera supprimé. Voulez-vous continuer?
ko_kr: 사용중인 입력란은 삭제됩니다. 계속 하시겠습니까?

# FilterPanelListBoxVisibleItem
source: Number of visible item
chs: 可见物品数量
fr_fr: Nombre d'objets visibles
ko_kr: 표시 항목 수

# ImportDashboardBrowsePath
source: Select a dashboard file
chs: 选择仪表板文件
fr_fr: Sélectionnez un fichier de tableau de bord
ko_kr: 대시 보드 파일 선택

# UserControlCheckBoxContentIncludeNull
source: Include null
chs: 包含空值
fr_fr: Inclure null
ko_kr: 없는 포함

# NullValueFormatTextnull
source: null
chs: 空值
fr_fr: nul
ko_kr: 없는

# ManageCustomWidgetTextHeader
source: Manage Custom Widgets
chs: 管理自定义小部件
fr_fr: Gérer les widgets personnalisés
ko_kr: 맞춤 위젯 관리

# ManageCustomWidgetTextHeaderActions
source: Actions
chs: 操作
fr_fr: actes
ko_kr: 행위

# ManageCustomWidgetsDeleteAlertMessage
source: Are you sure you want to remove the custom widget?
chs: 您确定要删除自定义窗口小部件吗？
fr_fr: Êtes-vous sûr de vouloir supprimer le widget personnalisé?
ko_kr: 사용자 정의 위젯을 제거 하시겠습니까?

# DashboardDesignerHeaderMenuItemWidget
source: Widget
chs: 窗口小部件
ko_kr: 위젯

# CustomWidgetUpdatedTextWhileAdding
source: This report already contains a copy of the visual. Do you want to update it?
chs: 此报告已包含视觉副本。 你要更新吗？
fr_fr: Ce rapport contient déjà une copie du visuel. Voulez-vous le mettre à jour?
ko_kr: 이 보고서에는 이미 시각적 사본이 포함되어 있습니다. 업데이트 하시겠습니까?

source: Custom Relative Range
chs: 自定义相对范围
fr_fr: Gamme relative personnalisée
ko_kr: 사용자 정의 상대 범위

# ControlDataRequirementFilterPanel
source: 1 or more rows.
chs: 1行或更多行。
fr_fr: 1 rang ou plus.
ko_kr: 1 개 이상의 행.

# ControlTitleFilterPanel
source: Filter Panel
chs: 过滤面板
fr_fr: Panneau de filtrage
ko_kr: 필터 패널

# ControlToolTipFilterPanel
source: Filter Panel allows you to view the filter elements in a dedicated area of the dashboard viewer instead of showing in the visualization region.
chs: F过滤器面板允许您在仪表板查看器的专用区域中查看过滤器元素，而不是在可视化区域中显示。
fr_fr: Le Panneau de filtrage vous permet de visualiser les éléments de filtre dans une zone dédiée du visualiseur de tableau de bord au lieu de s'afficher dans la région de visualisation.
ko_kr: 필터 패널을 사용하면 시각화 영역에 표시하는 대신 대시 보드 뷰어의 전용 영역에서 필터 요소를 볼 수 있습니다.

# ToolboxFilterPanelControlName
source: Filter Panel
chs: 过滤面板
fr_fr: Panneau de filtrage
ko_kr: 필터 패널

# OpenFileDialogCustomWidget
source: Custom Widget (*
chs: 自定义小部件（*
fr_fr: Widget personnalisé (*
ko_kr: 맞춤 위젯 (*

# DashboardLinkTabContent
source: Tab
chs: 标签
fr_fr: Languette
ko_kr: 탭

# CustomWidgetPropertyMissingException
source: property is missing in the json file
chs: json文件中缺少属性
fr_fr: La propriété manque dans le fichier json
ko_kr: json 파일에 속성이 없습니다.

# CustomWidgetGuid
source: Widget Guid
chs: 小部件指南
ko_kr: 위젯 안내

# DashboardLinkInternal
source: Internal
chs: 内部
fr_fr: Interne
ko_kr: 내부의

# ErrorWhileImportingWidgetFromServer
source: Unable to import the following widget(s)
chs: 无法导入以下小部件
fr_fr: Impossible d'importer le (s) widget (s) suivant
ko_kr: 다음 위젯을 가져올 수 없습니다.

# ControlDesignerWidgetInformation
source: Widget Info
chs: 小部件信息
ko_kr: 위젯 정보)

# ControlDesignerFitToScreen
source: Fit To Screen
chs: 适合屏幕
fr_fr: S'adapter a l'ecran
ko_kr: 화면에 맞추기

# ControlDesignerActualSize
source: Actual Size
chs: 实际尺寸
fr_fr: Taille actuelle
ko_kr: 실제 크기

# WaitingIndicatorSubtitleLoadingAllDashboards
source: Loading All Dashboards
chs: 加载所有仪表板
fr_fr: Chargement de tous les tableaux de bord
ko_kr: 모든 대시 보드로드 중

# PublishDashboardWarningMessage
source: Could not publish the request item as public.
chs: 无法将请求项公开发布。
fr_fr: Impossible de publier l'élément de demande comme public.
ko_kr: 요청 항목을 공개로 게시 할 수 없습니다.

# DuplicateDataSourceConfirmation
source: data source is already exists. Do you want to use existing one?
chs: 数据源已存在。 你想使用现有的吗？
fr_fr: la source de données existe déjà. Voulez-vous utiliser l'existant?
ko_kr: 데이터 소스가 이미 있습니다. 기존 것을 사용 하시겠습니까?

# PublishWindowAccessDeniedMessage
source: Access denied to add item.
chs: 访问被拒绝添加项目。
fr_fr: Accès refusé pour ajouter un élément.
ko_kr: 항목을 추가 할 수있는 액세스가 거부되었습니다.

# DashboardDesignerHeaderMenuItemDynamicParameter
source: Parameters...
chs: 参数...
fr_fr: Paramètres ...
ko_kr: 매개 변수...

# JoinRelationshipInnerJoin
source: Inner Join
chs: 内部联接
ko_kr: 내부 조인

# JoinRelationshipLeftOuterJoin
source: Left Outer Join
chs: 左外加
fr_fr: Jointure externe gauche
ko_kr: 왼쪽 외부 조인

# AddValueText
source: Value
chs: 值
ko_kr: 값

# ServerExplorerDashboardServer
source: Dashboard Servers
chs: 仪表板服务器
fr_fr: Serveur de tableau de bord
ko_kr: 대시 보드 서버

# ServerExplorerDIPServer
source: DIP Servers
chs: DIP服务器
fr_fr: serveurs DIP
ko_kr: DIP 서버

# ServerExplorerDataModel
source: Data Model
chs: 数据模型
fr_fr: Modèle de données
ko_kr: 데이터 모델

# ServerExplorerWaitForServerLoad
source: Wait for server load
chs: 等待服务器加载
fr_fr: Attendre le chargement du serveur
ko_kr: 서버로드 대기

# ServerExplorerDashboards
source: Dashboards
chs: 仪表板
fr_fr: tableaux de bord
ko_kr: 대시 보드

# ServerExplorerDataSources
source: DataSources
chs: 数据源
ko_kr: 데이터 소스

# ServerExplorerWidgets
source: Widgets
chs: 小工具
ko_kr: 위젯

# ServerExplorerFetchingDashboardServerDetails
source: Fetching Dashboard Server details
chs: 获取仪表板服务器详细信息
fr_fr: Récupérer les détails du serveur du tableau de bord
ko_kr: 대시 보드 서버 세부 정보 가져 오기

# ServerExplorerWaitForDashboardServerLoad
source: Wait for Dashboard server load
chs: 等待仪表板服务器加载
fr_fr: Attendre le chargement du serveur du tableau de bord
ko_kr: 대시 보드 서버로드 대기

# ServerExplorerFetchingDashboardsFromServer
source: Fetching dashboards from server
chs: 从服务器获取仪表板
fr_fr: Récupérer les tableaux de bord du serveur
ko_kr: 서버에서 대시 보드 가져 오기

# ServerExplorerWaitForDashboardLoad
source: Wait for Dashboard load
chs: 等待仪表板加载
fr_fr: Attendre la charge du tableau de bord
ko_kr: 대시 보드로드 대기

# ServerExplorerFetchingDatasourceFromServer
source: Fetching datasource from server
chs: 从服务器获取数据源
fr_fr: Obtenir la source de données du serveur
ko_kr: 서버에서 데이터 소스 가져 오기

# ServerExplorerWaitForDatasourceLoad
source: Wait for datasource load
chs: 等待数据源加载
fr_fr: Attendre la charge de la source de données
ko_kr: 데이터 소스로드 대기

# ServerExplorerFetchingWidgetsFromServer
source: Fetching widgets from server
chs: 从服务器获取小部件
fr_fr: Récupérer des widgets à partir du serveur
ko_kr: 서버에서 위젯을 가져 오는 중

# ServerExplorerWaitForWidgetsLoad
source: Wait for widgets load
chs: 等待小部件加载
fr_fr: Attendre le chargement des widgets
ko_kr: 위젯로드 대기

# ServerExplorerSameUserAlreadyExist
source: Same User Already Exist
chs: 相同的用户已经存在
fr_fr: Le même utilisateur existe déjà
ko_kr: 동일한 사용자가 이미 존재 함

# RelationalSplitButtonHeaderTextDefault
source: Default
chs: 默认
fr_fr: Valeur par défaut
ko_kr: 기본값

# RelationalSplitButtonHeaderTextNone
source: None
chs: 没有
ko_kr: 없음

# RelationalSplitButtonHeaderTextRelative
source: RelativeDate
chs: 相对日期
ko_kr: 상대 날짜

# BindDataTextBlockForImage
source: Bind From Database
chs: 从数据库绑定
fr_fr: Lier de la base de données
ko_kr: 데이터베이스에서 바인딩

# ModeForImage
source: Mode
chs: 模式
ko_kr: 모드

# PathForImage
source: Browse Image
chs: 浏览图片
fr_fr: Parcourir l'image
ko_kr: 이미지 탐색

# ServerExplorerAddServer
source: Add Server
chs: 添加服务器
fr_fr: Ajouter un serveur
ko_kr: 서버 추가

# ServerExplorerAddModel
source: Add Model
chs: 添加模型
fr_fr: Ajouter un modèle
ko_kr: 모델 추가

# ServerExplorerAddDataSources
source: Add Data Sources
chs: 添加数据源
fr_fr: Ajouter des sources de données
ko_kr: 데이터 소스 추가

source: Server Explorer
chs: 服务器浏览器
ko_kr: 서버 탐색기

# ServerExplorerHeader
source: SERVER EXPLORER
chs: 服务器浏览器
ko_kr: 서버 탐색기

# DataSourceToolBarUserControlCreateDataSource
source: Create Data Source
chs: 创建数据源
fr_fr: Créer source de données
ko_kr: 데이터 소스 만들기

# DipDatasourceCreated
source: Data Source is created successfully.
chs: 成功创建数据源。
fr_fr: La source de données est créée avec succès.
ko_kr: 데이터 소스가 성공적으로 생성되었습니다.

# DipDatasourceExist
source: Data Source is already exist.
chs: 数据源已经存在。
fr_fr: La source de données existe déjà.
ko_kr: 데이터 소스가 이미 있습니다.

source: Enable Tracing
chs: 启用跟踪
fr_fr: Activer traçage
ko_kr: 추적 사용

# ViewLogFiles
source: View Event Log
chs: 查看事件日志
fr_fr: Afficher le journal des événements
ko_kr: 이벤트 로그보기

# OneOrMoreErrorOccurredDetail
source: 1. Make sure you are connected to the internet. 2. Check if the server URL is valid. 3. Check whether the server is running or not. If not, start the dashboard server from the desktop shortcut or installed location.
chs: 1.确保您已连接到互联网。 2.检查服务器URL是否有效。 3.检查服务器是否正在运行。 如果没有，请从桌面快捷方式或安装位置启动仪表板服务器。
fr_fr: 1. Assurez - vous que vous êtes connecté à Internet. 2. Vérifiez si l'URL du serveur est valide. 3. Vérifiez si le serveur fonctionne ou non. Sinon, démarrez le serveur du tableau de bord à partir du raccourci du bureau ou de l'emplacement installé.
ko_kr: 1. 인터넷에 연결되어 있는지 확인하십시오. 2. 서버 URL이 유효한지 확인하십시오. 3. 서버가 실행 중인지 확인하십시오. 그렇지 않은 경우 데스크톱 바로 가기 또는 설치된 위치에서 대시 보드 서버를 시작하십시오.

# OneOrMoreErrorOccurredMessage
source: An error occurred while sending request to the server.
chs: 向服务器发送请求时发生错误。
fr_fr: Une erreur s'est produite lors de l'envoi de la requête au serveur.
ko_kr: 서버에 요청을 보내는 동안 오류가 발생했습니다.
