Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# AlertAbort
source: Abort
chs: 退出
fr_fr: Abandonner
ko_kr: 취소

# AlertWaiting
source: Waiting for connection...
chs: 正在等待连接...
fr_fr: Attente de connexion...
ko_kr: 연결 대기 중 ...

# BrowseButton
source: Browse
chs: 浏览
fr_fr: Parcourir
ko_kr: 검색

# CancelButton
source: Cancel
chs: 取消
fr_fr: Annuler
ko_kr: 취소하다

# PublishServerPort
source: Port
chs: 港口
ko_kr: 포트

# PublishServerRadioContentSystem
source: System
chs: 系统
fr_fr: Système
ko_kr: 시스템

# LogOnServer
source: Server URL
chs: 服务器网址
fr_fr: URL du serveur
ko_kr: 서버 URL

# DashboardComboBoxSingleSelectionText
source: All
chs: 所有
fr_fr: Tout
ko_kr: 모두

# DataSetControlHeaderTextDimensions
source: Dimensions
chs: 外形尺寸
fr_fr: Dimension
ko_kr: 치수

# DataSetControlHeaderTextExpressionFields
source: Expression Columns
chs: 表达式中的列
fr_fr: Colonnes d'expression
ko_kr: 식 열

# DataSetControlHeaderTextMeasure
source: Measures
chs: 措施
fr_fr: Mesures
ko_kr: 대책

# NoButton
source: No
chs: 没有
fr_fr: Non
ko_kr: 아니요

# OkButton
source: OK
chs: 行
fr_fr: D'accord
ko_kr: 확인

# RelationalSchemaDesignerCalculationTextCalculations
source: Calculations
chs: 计算
fr_fr: Calculs
ko_kr: 계산

# RelationalSchemaDesignerCalculationTextSeries
source: Series
chs: 系列
fr_fr: Séries
ko_kr: 시리즈

# RelationalSchemaDesignerCalculationTextValues
source: Value(s)
chs: 值
fr_fr: Valeurs)
ko_kr: -가치관

# RelationalSchemaDesignerColumnTextActualValue
source: Actual Value
chs: 实际价值
fr_fr: Valeur actuelle
ko_kr: 실제 값

# RelationalSchemaDesignerColumnTextColumns
source: Column(s)
chs: 列）
fr_fr: Colonnes
ko_kr: 열

# RelationalSchemaDesignerColumnTextFrequency
source: Frequency
chs: 频率
fr_fr: Fréquence
ko_kr: 파장

# RelationalSchemaDesignerColumnTextValue
source: Value
chs: 价值
fr_fr: Valeur
ko_kr: 가격

# RelationalSchemaDesignerColumnTextValuePath
source: Value
chs: 价值
fr_fr: Valeur
ko_kr: 가격

# RelationalSchemaDesignerColumnTextValues
source: Value(s)
chs: 值
fr_fr: Valeurs)
ko_kr: -가치관

# RelationalSchemaDesignerRowTextArgument
source: Argument
chs: 论据
fr_fr: interprétation.
ko_kr: 논의

# RelationalSchemaDesignerRowTextDisplayValue
source: DisplayValue
chs: 显示值
fr_fr: Valeur d'affichage
ko_kr: 표시 값

# RelationalSchemaDesignerRowTextDrilldown
source: DrillDown Hierarchy
chs: 详细视图层次
fr_fr: DrillDown Hiérarchie
ko_kr: 드릴 다운 계층 구조

# RelationalSchemaDesignerRowTextGoal
source: Goal
chs: 目标
fr_fr: Objectif
ko_kr: 골

# RelationalSchemaDesignerRowTextRows
source: Row(s)
chs: 行（多个）
fr_fr: rangées
ko_kr: 행

# RelationalSchemaDesignerRowTextShapeId
source: Shape
chs: 形状
fr_fr: Forme
ko_kr: 형상, 모양

# RelationalSchemaDesignerRowTextTargetValue
source: Target Value
chs: 目标价值
fr_fr: Valeur cible
ko_kr: 목표 값

# InsertHyperlinkTargetValue
source: Target
chs: 目标
fr_fr: Cible
ko_kr: 목표물

# RelationalSchemaDesignerRowTextText
source: Text
chs: 文字
fr_fr: Texte
ko_kr: 문자

# RelationalSchemaDesignerRowTextTreeFlatLevels
source: Group by
chs: 通过...分组
fr_fr: Grouper par
ko_kr: 그룹별

# RelationalSplitButtonHeaderTextAllowFiltering
source: Filter(s)...
chs: 过滤器
fr_fr: Filtres:
ko_kr: 필터 발 ...

# RelationalSplitButtonHeaderTextAverage
source: Average
chs: 平均
fr_fr: Moyen
ko_kr: 평균

# RelationalSplitButtonHeaderTextClearSorting
source: Clear Sorting
chs: 清除排序
fr_fr: Effacer tri
ko_kr: 클리어 정렬

# RelationalSplitButtonHeaderTextCount
source: Count
chs: 计数
fr_fr: Compter
ko_kr: 갯수

# RelationalSplitButtonHeaderTextCustomizeNullValues
source: Customize Null Value
chs: 自空值
fr_fr: Personnaliser Valeur Null
ko_kr: 없는 값을 사용자 정의

# RelationalSplitButtonHeaderTextDateFormat
source: Date
chs: 日期
ko_kr: 날짜

# RelationalSplitButtonHeaderTextDateHour
source: Date Hour
chs: 日小时
fr_fr: Date Heure
ko_kr: 날짜 시간

# RelationalSplitButtonHeaderTextDay
source: Day
chs: 天
fr_fr: Jour
ko_kr: 일

# RelationalSplitButtonHeaderTextDayMonthYear
source: Day Month Year
chs: 日月年
fr_fr: Jour Mois Année
ko_kr: 일 월 년

# RelationalSplitButtonHeaderTextDayOfWeek
source: Day of Week
chs: 星期几
fr_fr: Jour de la semaine
ko_kr: 요일

# RelationalSplitButtonHeaderTextDayOfYear
source: Day of Year
chs: 年度日
fr_fr: Jour de l'an
ko_kr: 올해의 날

# RelationalSplitButtonHeaderTextExactDate
source: Date
chs: 日期
ko_kr: 날짜

# RelationalSplitButtonHeaderTextDistinctCount
source: Distinct Count
chs: 重复计数
fr_fr: Distinct Compter
ko_kr: 고유 한 카운트

# RelationalSplitButtonHeaderTextFirstNRecords
source: First N Records
chs: 前N个记录
fr_fr: Premières N Records
ko_kr: 먼저 N 기록

# RelationalSplitButtonHeaderTextFormat
source: Format...
chs: 格式...
ko_kr: 체재

# RelationalSplitButtonHeaderTextHour
source: Hour
chs: 小时
fr_fr: Heure
ko_kr: 시간

# RelationalSplitButtonHeaderTextHours
source: hour(s)
chs: 小时
fr_fr: heure(s)
ko_kr: 시간

# RelationalSplitButtonHeaderTextLastNRecords
source: Last N Records
chs: 最后N条记录
fr_fr: Derniers enregistrements N
ko_kr: 마지막 N 기록

# RelationalSplitButtonHeaderTextMax
source: Max
chs: 马克斯
ko_kr: 맥스야

# RelationalSplitButtonHeaderTextMin
source: Min
chs: 敏
ko_kr: 분

# RelationalSplitButtonHeaderTextMinutes
source: Minutes
chs: 纪要
fr_fr: Procès-verbal
ko_kr: 분

# RelationalSplitButtonHeaderTextMonth
source: Month
chs: 一个月
fr_fr: Mois
ko_kr: 월

# RelationalSplitButtonHeaderTextMonthYear
source: Month Year
chs: 月年
fr_fr: Mois année
ko_kr: 년 월

# RelationalSplitButtonHeaderTextMore
source: More
chs: 更多
fr_fr: Plus
ko_kr: 더 보기

# RelationalSplitButtonHeaderTextQuarter
source: Quarter
chs: 25美分硬币
fr_fr: Trimestre
ko_kr: 지구

# RelationalSplitButtonHeaderTextQuarterYear
source: Quarter Year
chs: 季度全年
fr_fr: Trimestre
ko_kr: 분기 년도

# RelationalSplitButtonHeaderTextSeconds
source: Seconds
chs: 秒
fr_fr: Secondes
ko_kr: 초

# RelationalSplitButtonHeaderTextShowAllRecords
source: Show All Records
chs: 显示所有记录
fr_fr: Afficher tous les enregistrements
ko_kr: 모든 레코드를 표시

# RelationalSplitButtonHeaderTextShowDatePicker
source: Show Date Picker
chs: 显示的日期选择器
fr_fr: montrer Date Picker
ko_kr: 보기 날짜 선택

# RelationalSplitButtonHeaderTextSortAscending
source: Sort Ascending
chs: 升序
fr_fr: Trier par ordre croissant
ko_kr: 정렬 오름차순

# RelationalSplitButtonHeaderTextSortDefault
source: Default
chs: 默认
fr_fr: Valeur par défaut
ko_kr: 기본값

# RelationalSplitButtonHeaderTextSortDescending
source: Sort Descending
chs: 降序
fr_fr: Trier en ordre décroissant
ko_kr: 정렬 내림차순

# RelationalSplitButtonHeaderTextStandardDeviation
source: StdDev
chs: 标准偏差
fr_fr: Ecart moy
ko_kr: 성병

# EjMeasureBasedSortOrder
source: Sort Order
chs: 排序
fr_fr: Ordre de Tri
ko_kr: 정렬 순서

# EjMeasureBasedValues
source: Value(s)
chs: 值
fr_fr: Valeurs
ko_kr: -가치관

# RelationalSplitButtonHeaderTextSum
source: Sum
chs: 和
fr_fr: Total
ko_kr: 합계

# RelationalSplitButtonHeaderTextTopNRecords
source: Top N Records
chs: 前N个记录
fr_fr: Haut N Records
ko_kr: 상위 N 기록

# RelationalSplitButtonHeaderTextVar
source: Var
chs: 方差
ko_kr: 바르

# RelationalSplitButtonHeaderTextWeekOfYear
source: Week of Year
chs: 新年的周
fr_fr: Semaine de l'année
ko_kr: 올해의 주

# RelationalSplitButtonHeaderTextYear
source: Year
chs: 年
fr_fr: Année
ko_kr: 년

# TabHeaderAdvancedTabItem
source: TabItem
chs: 标签项
fr_fr: Élément onglet
ko_kr: TabItem의

# YesButton
source: Yes
chs: 是的
fr_fr: Oui
ko_kr: 예

# DashboardControlsAlertMessageClickNoToContinue
source: Click No to continue
chs: 单击否继续
fr_fr: Cliquez sur Non pour continuer
ko_kr: 계속하려면 No를 클릭

# DashboardControlsAlertMessageClickYesToFilter
source: Click Yes to filter the Data
chs: 单击是过滤数据
fr_fr: Cliquez sur Oui pour filtrer les données
ko_kr: 데이터를 필터링하려면 예를 클릭합니다

# DashboardControlsAlertMessageEjCardDataHighText
source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?
chs: 绘制大量的延迟数据结果，降低了可视化的可读性。你想申请一个过滤器？
fr_fr: Tracer les résultats de grandes quantités de données en retard et réduit la lisibilité de la visualisation. Voulez-vous appliquer un filtre?
ko_kr: 지연 데이터 결과 다량 플로팅 및 시각화의 가독성을 감소시킨다. 당신은 필터를 적용 하시겠습니까?

# DashboardControlsAlertMessageEjChartDataHighText
source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?
chs: 绘制大量的延迟数据结果，降低了可视化的可读性。你想申请一个过滤器？
fr_fr: Tracer les résultats de grandes quantités de données en retard et réduit la lisibilité de la visualisation. Voulez-vous appliquer un filtre?
ko_kr: 지연 데이터 결과 다량 플로팅 및 시각화의 가독성을 감소시킨다. 당신은 필터를 적용 하시겠습니까?

# DashboardControlsAlertMessageEjGaugeDataHighText
source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?
chs: 绘制大量的延迟数据结果，降低了可视化的可读性。你想申请一个过滤器？
fr_fr: Tracer les résultats de grandes quantités de données en retard et réduit la lisibilité de la visualisation. Voulez-vous appliquer un filtre?
ko_kr: 지연 데이터 결과 다량 플로팅 및 시각화의 가독성을 감소시킨다. 당신은 필터를 적용 하시겠습니까?

# DashboardImportHeader
source: Dashboard(s)
chs: 仪表板（S）
fr_fr: Tableaux de bord
ko_kr: 대시 보드 (들)

# DashboardControlsAlertMessageEjLinerGaugeDataHighText
source: There will be a slight delay in rendering the linear gauge since large amounts of data is being visualized.
chs: 会有在呈现线性量规，因为正在可视大量数据的一个轻微的延迟。
fr_fr: Il y aura un léger retard dans le rendu de la jauge linéaire puisque de grandes quantités de données sont visualisés.
ko_kr: 많은 양의 데이터가 가시화되고 있기 때문에 선형 게이지를 렌더링에 약간의 지연이있을 것입니다.

# DashboardControlsAlertMessageEjLinerGaugeSeriesDataLimitMessage
source: The Series Limit is High,it takes some time to Fill the Data.
chs: 该系列限制是高，它需要一些时间来填充数据。
fr_fr: La limite de la série est élevé, il faut un certain temps pour remplir les données.
ko_kr: 시리즈 제한이 데이터를 작성하는 데 시간이 소요 높다.

# DashboardControlsAlertMessageEjMapDataHighText
source: Plotting large amounts of data will result in a delay as well as reduce the readability of the visualization. Do you want to apply a filter?
chs: 绘制大量数据将导致延迟以及降低可视的可读性。你想申请一个过滤器？
fr_fr: Tracé de grandes quantités de données se traduira par un retard ainsi que de réduire la lisibilité de la visualisation. Voulez-vous appliquer un filtre?
ko_kr: 대용량의 데이터를 플롯하면 지연을 초래할뿐만 아니라, 시각화의 가독성을 감소시킬 것이다. 당신은 필터를 적용 하시겠습니까?

# DashboardControlsAlertMsgEjImagePathEmptyText
source: Image path should not be empty.
chs: 映像路径不应该是空的。
fr_fr: Chemin de l'image ne doit pas être vide.
ko_kr: 이미지 경로는 비워 둘 수 없습니다.

# DashboardControlsAlertMsgEjImageImagePathNotExistText
source: Given path does not exist.
chs: 给定的路径不存在。
fr_fr: ne pas exister chemin donné.
ko_kr: 주어진 경로가 존재하지 않습니다.

# DashboardControlsAlertMsgEjRangeSliderMeasureTypeText
source: You should only provide columns of type "measure" as input.
chs: 你应该只提供型“措施”列作为输入。
fr_fr: Vous ne devez fournir des colonnes de type \"mesure\" en entrée.
ko_kr: 당신은 입력으로 유형 \"측정\"의 열을 제공해야한다.

# ContainerPropertiesExportExcel
source: Excel Export
chs: Excel导出
ko_kr: 엑셀 내보내기

# RelationalSchemaDesignerRowTextHiddenColumns
source: Hidden Column(s)
chs: 隐藏列（S）
fr_fr: Colonnes Masquées
ko_kr: 숨겨진 열 (들)

# PropertiesWindowHeaderTextAppearance
source: Appearance
chs: 出现
fr_fr: Apparence
ko_kr: 외양

# PropertiesWindowHeaderTextCustomLegendText
source: Custom Legend Text
chs: 自定义图例文本
fr_fr: Custom Legend Texte
ko_kr: 사용자 지정 범례 텍스트

# PropertiesWindowHeaderTextEnableAnimation
source: Enable Animation
chs: 启用动画
fr_fr: Activer l'animation
ko_kr: 애니메이션 사용

# PropertiesWindowHeaderTextName
source: Name
chs: 名字
fr_fr: prénom
ko_kr: 이름

# PropertiesWindowHeaderTextShowAdornmentInformation
source: Show Value Labels
chs: 显示值标签
fr_fr: Afficher les étiquettes de valeur
ko_kr: 표시 값 라벨

# PropertiesWindowHeaderTextShowLegend
source: Show Legend
chs: 显示图例
fr_fr: Afficher la légende
ko_kr: 범례

# PropertiesWindowHeaderTextSortingOrder
source: Sorting Order Based On Measures
chs: 基于措施重要性排序
fr_fr: Tri Ordre fondé sur des mesures
ko_kr: 측정에 기반 순서 정렬

# PropertiesWindowHeaderTextType
source: Type
chs: 类型
ko_kr: 유형

# PropertiesWindowHeaderTextDangerStroke
source: Danger Stroke
chs: 中风危险
ko_kr: 위험 스트로크

# PropertiesWindowHeaderTextSafeStroke
source: Safe Stroke
chs: 安全行程
fr_fr: Stroke Safe
ko_kr: 안전 스트로크

# PropertiesWindowHeaderTextValueDirection
source: Direction
chs: 方向
fr_fr: Sens
ko_kr: 방향별

# PropertiesWindowHeaderTextEnableMultipleSelection
source: Enable Multi-select
chs: 允许多选
fr_fr: Activer multi-select
ko_kr: 다중 선택 사용

# PropertiesWindowHeaderTextListeners
source: Listener Widget(s)
chs: 监听器窗口小部件（S）
fr_fr: Widget (s) d'écoute
ko_kr: 리스너 위젯 (들)

# ContainerPropertiesHeaderTextAlignment
source: Title Alignment
chs: 标题对齐
fr_fr: Alignement du titre
ko_kr: 제목 정렬

# ContainerPropertiesHeaderTextCornerRadius
source: Corner Radius
chs: 角半径
fr_fr: Rayon d'angle
ko_kr: 모서리 반경

# ContainerPropertiesHeaderTextEnableDescription
source: Description
chs: 说明
fr_fr: La description
ko_kr: 기술

# ContainerPropertiesHeaderTextHeaderForeground
source: Title Color
chs: 标题颜色
fr_fr: Titre Couleur
ko_kr: 제목 색상

# ContainerPropertiesHeaderTextShowBorder
source: Show Border
chs: 显示边框
fr_fr: Afficher la bordure
ko_kr: 맵 테두리 표시

# ContainerPropertiesHeaderTextShowHeader
source: Show Header
chs: 显示表头
fr_fr: Afficher en-tête
ko_kr: 표시 헤더

# PropertiesWindowButtonTextDelta
source: KPI COLUMN
chs: KPI 柱
fr_fr: KPI COLONNE
ko_kr: KPI의 COLUMN

# PropertiesWindowHeaderTextActualValueTextAlignment
source: Actual Value/Variation %
chs: 实际价值/变化％
fr_fr: Valeur réelle / variation%
ko_kr: 실제 값 / 변동 %

# PropertiesWindowHeaderTextAllowEnableMultipleSelection
source: Enable Multi Selection
chs: 启用多选
fr_fr: Activer la sélection multiple
ko_kr: 다중 선택 사용

# PropertiesWindowHeaderTextAllowFiltering
source: Allow Filter
chs: 允许过滤器
fr_fr: Autoriser le filtre
ko_kr: 필터 허용

# PropertiesWindowHeaderTextBubbleColor
source: Bubble Color
chs: 泡泡颜色
fr_fr: Bubble Couleur
ko_kr: 버블 색상

# PropertiesWindowHeaderTextEnableHorizontalLines
source: Horizontal Grid Line
chs: 横向网格线
fr_fr: Horizontal Quadrillage
ko_kr: 수평 그리드 선

# PropertiesWindowHeaderTextFilter
source: Filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터

# PropertiesWindowHeaderTextFitToDataColumn
source: Fit To Content
chs: 适合内容
ko_kr: 내용에 맞추기

# PropertiesWindowHeaderTextRange
source: Range
chs: 范围
fr_fr: Portée
ko_kr: 범위

# PropertiesWindowHeaderTextRangeBrushItems
source: Range Brush Items
chs: 范围刷物品
fr_fr: Range Brush Articles
ko_kr: 범위 브러쉬 항목

# PropertiesWindowHeaderTextSelectTheImage
source: Select the Image
chs: 选择图像
fr_fr: Sélectionnez l'image
ko_kr: 이미지를 선택

# PropertiesWindowHeaderTextSeriesType
source: Series Type
chs: 系列型号
fr_fr: Série Type
ko_kr: 시리즈 유형

# PropertiesWindowHeaderTextShape
source: Map
chs: 地图
fr_fr: Carte
ko_kr: 지도

# PropertiesWindowHeaderTextShapeIdField
source: Columns
chs: 列
fr_fr: Colonnes
ko_kr: 열

# PropertiesWindowEqualColorMapping
source: Equal Color Mapping
chs: 平等颜色映射
fr_fr: Cartographie égalité de couleur
ko_kr: 동일 색상 매핑

# PropertiesWindowRangeColorType
source: Range Color Type
chs: 范围颜色类型
fr_fr: Gamme Type Couleur
ko_kr: 범위 색상 유형

# PropertiesWindowHeaderTextShowSubtitle
source: Subtitle
chs: 字幕
fr_fr: Sous-titre
ko_kr: 부제

# PropertiesWindowHeaderTextSliderType
source: Slider Type
chs: 滑块类型
fr_fr: Type de slider
ko_kr: 슬라이더 유형

# PropertiesWindowHeaderTextSubtitleForeground
source: Subtitle Foreground
chs: 字幕前景
fr_fr: Premier plan sous-titres
ko_kr: 자막 전경

# PropertiesWindowHeaderTextVariationType
source: Primary Value Type
chs: 主要价值
fr_fr: Type de valeur primaire
ko_kr: 기본 값 유형

# PropertiesWindowHeaderTextHighValueIsGood
source: High Value is Good
chs: 高价值的好
fr_fr: High Value est bon
ko_kr: 높은 값이 좋다

# PropertiesWindowHeaderTextShowIndicatorOnly
source: Show Indicator Only
chs: 显示指示灯只
fr_fr: Afficher seulement Indicateur
ko_kr: 보기 표시 만

# ContainerPropertiesHeaderTextAlignmentCenter
source: Center
chs: 居中
fr_fr: Centre
ko_kr: 센터

# ContainerPropertiesHeaderTextAlignmentLeft
source: Left
chs: 左侧
fr_fr: Gauche
ko_kr: 왼쪽

# ContainerPropertiesHeaderTextAlignmentRight
source: Right
chs: 对
fr_fr: Droite
ko_kr: 오른쪽

# PropertiesWindowHeaderTextDataLabel
source: Data Label
chs: 数据标签
fr_fr: Étiquette de données
ko_kr: 데이터 레이블

# PropertiesWindowHeaderTextGridLine
source: Grid Line
chs: 网格线
fr_fr: quadrillage
ko_kr: 그리드 라인

# PropertiesWindowHeaderTextLabelOffset
source: Label Offset
chs: 标签偏移
fr_fr: Étiquette Offset
ko_kr: 레이블 오프셋

# PropertiesWindowHeaderTextLabelPlacementAbove
source: Above
chs: 以上
fr_fr: Au-dessus
ko_kr: ~보다 위에

# PropertiesWindowHeaderTextLabelPlacementBelow
source: Below
chs: 下面
fr_fr: au-dessous
ko_kr: 아래에

# PropertiesWindowHeaderTextScaleDirectionBackward
source: Backward
chs: 落后
fr_fr: Rétrograder
ko_kr: 뒤쪽의

# PropertiesWindowHeaderTextScaleDirectionForward
source: Forward
chs: 前锋
fr_fr: Transférer
ko_kr: 전달

# PropertiesWindowHeaderTextTickPositionCross
source: Cross
chs: 交叉
fr_fr: Croisée
ko_kr: 교차

# PropertiesWindowHeaderTextValueDirectionHighIsGood
source: High is Good
chs: 高为好
fr_fr: Haut est bon
ko_kr: 높은 좋은입니다

# PropertiesWindowHeaderTextValueDirectionLowIsGood
source: Low is Good
chs: 低为好
fr_fr: Low est bon
ko_kr: 저 좋은입니다

# PropertiesWindowHeaderTextXAxisLabelRotation
source: Label Rotation
chs: 标签旋转
fr_fr: Étiquette rotation
ko_kr: 레이블 회전

# DataSourceCopyOf
source: Copy Of
chs: 备份
fr_fr: Copie de
ko_kr: 사본

# PropertiesWindowHeaderTextActualValueForeground
source: Actual Value Foreground
chs: 实际值前景
fr_fr: Valeur réelle de premier plan
ko_kr: 실제 값 전경

# PropertiesWindowHeaderTextPercentOfDifference
source: Percent of difference
chs: 差异百分比
fr_fr: Pour cent de la différence
ko_kr: 차이의 비율

# PropertiesWindowHeaderTextPercentOfTarget
source: Percent of target
chs: 目标百分比
fr_fr: Pour cent de la cible
ko_kr: 대상의 백분율

# PropertiesWindowHeaderTextTextAlignmentCenter
source: Center
chs: 居中
fr_fr: Centre
ko_kr: 센터

# PropertiesWindowHeaderTextTextAlignmentLeft
source: Left
chs: 左侧
fr_fr: Gauche
ko_kr: 왼쪽

# PropertiesWindowHeaderTextTextAlignmentRight
source: Right
chs: 对
fr_fr: Droite
ko_kr: 오른쪽

# PropertiesWindowHeaderTextVariationTypeAbsolute
source: Absolute difference
chs: 绝对差异
fr_fr: Différence absolue
ko_kr: 절대적인 차이

# PropertiesWindowHeaderTextGoalPointerTypeRectangle
source: Rectangle
chs: 长方形
ko_kr: 구형

# PropertiesWindowHeaderTextGoalPointerTypeTrapezoid
source: Trapezoid
chs: 梯形
fr_fr: Trapèze
ko_kr: 사다리꼴

# PropertiesWindowHeaderTextGoalPointerTypeTriangle
source: Triangle
chs: 三角形
ko_kr: 삼각형

# PropertiesWindowHeaderTextGoalPointerTypeArrow
source: Arrow
chs: 箭头
fr_fr: Flèche qui bouge.
ko_kr: 화살

# PropertiesWindowHeaderTextLegendPositionDown
source: Down
chs: 向下
fr_fr: Négatif
ko_kr: 아래로

# PropertiesWindowHeaderTextLegendPositionUp
source: Up
chs: 向上
fr_fr: En Haut
ko_kr: 올라

# PropertiesWindowHeaderTextTextAlignmentStretch
source: Stretch
chs: 伸展
fr_fr: Étirer
ko_kr: 뻗기

# ToolBarButtonTextAssignData
source: Assign Data
chs: 分配数据
fr_fr: Affecter des données
ko_kr: 지정 데이터

# ToolBarHeaderTextAllowSort
source: Allow Sorting
chs: 允许排序
fr_fr: Autoriser tri
ko_kr: 정렬 허용

# ToolBarHeaderTextIgnoreGlobalFilter
source: Ignore Global Filter
chs: 忽略全局筛选
fr_fr: Ignorer filtre global
ko_kr: 글로벌 필터를 무시

# ToolBarHeaderTextIgnoreMasterFilter
source: Ignore Filter Actions
chs: 忽略筛选器操作
fr_fr: Ignorer Actions du filtre
ko_kr: 필터 동작 무시

# ToolBarHeaderTextLegend
source: Legend
chs: 传说：
fr_fr: Légende
ko_kr: 전설

# ToolBarHeaderTextMasterFilter
source: Act as Master Widget
chs: 充当主控件
fr_fr: Agir en tant que Maître Widget
ko_kr: 마스터 위젯 등의 행위

# ToolBarHeaderTextPropertyPath
source: PropertyPath :
chs: 属性路径 :
ko_kr: 속성 경로 :

# ToolBarHeaderTextShapeData
source: ShapeData :
chs: 形状数据：
ko_kr: 모양 데이터 :

# ToolBarHeaderTextShowIndicatorOnly
source: Show Indicator Only
chs: 显示指示灯只
fr_fr: Afficher seulement Indicateur
ko_kr: 보기 표시 만

# ToolBarToolTipHeaderTextDelete
source: Delete
chs: 删除
fr_fr: Supprimer
ko_kr: 지우다

# LogOnPageButtonTextLogOn
source: Login
chs: 登录
fr_fr: Connexion
ko_kr: 로그인

# LogOnPageButton
source: Login
chs: 登录
fr_fr: S'identifier
ko_kr: 로그인

# LogOnPageHeaderTextLogOn
source: Login Window
chs: 登录窗口
fr_fr: fenêtre de connexion
ko_kr: 로그인 창

# LogOnPageHeaderTextLogOff
source: Logout
chs: 登出
fr_fr: Vous déconnecter
ko_kr: 로그 아웃

# LogOnPagePassword
source: Password
chs: 密码
fr_fr: Mot de Passe
ko_kr: 비밀번호

# LogOnPageHeaderTextRememberMe
source: Remember me!
chs: 记住我！
fr_fr: Se rappeler de moi
ko_kr: 로그인 유지하기

# LogOnPageHeaderTextReports
source: Reports
chs: 报告
fr_fr: Rapports
ko_kr: 보고서

# LogOnPageUserName
source: Username / Email
chs: 用户名/电子邮件
fr_fr: Nom d'utilisateur / Email
ko_kr: 사용자 이름 (이메일)

# LogOnPageHeaderTextPortal
source: Portal
chs: 门户网站
fr_fr: Portail
ko_kr: 포탈

# PublishWindowButtonTextPublish
source: Publish
chs: 发布
fr_fr: Publier
ko_kr: 게시

# DataSourceQuery
source: Query
chs: 询问
fr_fr: Requête
ko_kr: 질문

# DataSourceCreateQuery
source: Query Editor
chs: 查询编辑器
fr_fr: éditeur de requête
ko_kr: 쿼리 편집기

# DatasourceBack
source: Back
chs: 返回
fr_fr: Arrière
ko_kr: 뒤로

# DataSourceRun
source: Execute
chs: 执行
fr_fr: Exécuter
ko_kr: 실행하다

# DataSourceEditQuery
source: Edit Query
chs: 编辑查询
fr_fr: Modifier la requête
ko_kr: 쿼리 편집

# UserControlsChangeMeasureFormatUserControlHeaderTextCurrencyFormat
source: Currency Culture
chs: 货币文化
fr_fr: Monnaie Culture
ko_kr: 환율 문화

# UserControlsChangeMeasureFormatUserControlHeaderTextMeasureFormat
source: Measure Formatting
chs: 测量格式
fr_fr: Mesurer la mise en forme
ko_kr: 서식을 측정

# UserControlsChangeMeasureFormatUserControlHeaderTextMeasureType
source: Type
chs: 类型
ko_kr: 유형

# UserControlsChangeMeasureFormatUserControlHeaderTextPrecision
source: Decimal Places
chs: 小数位数
fr_fr: Décimales:
ko_kr: 소수 자릿수

# UserControlsChangeMeasureFormatUCHeaderTextPreview
source: Preview:
chs: 预览
fr_fr: Prévisualiser:
ko_kr: 미리보기:

# UserControlsChangeMeasureFormatUserControlHeaderTextUnit
source: Representation
chs: 表示
fr_fr: Représentation
ko_kr: 대표

# UserControlsCustomizeFilterHeaderTextCheckAll
source: CheckAll
chs: 选择所有
fr_fr: Cocher tout
ko_kr: 전체 확인

# UserControlsCustomizeFilterHeaderTextCustomizeFilter
source: Customize Filter
chs: 自定义过滤器
fr_fr: Personnaliser le filtre
ko_kr: 필터를 사용자 정의

# UserControlsCustomizeFilterWatermarkTextSearchHere
source: Search here...
chs: 搜索在这里...
fr_fr: Chercher...
ko_kr: 여기에 검색 ...

# UserControlsCustomizeNullValueHeaderTextAddCustomText
source: Add a custom Text
chs: 添加自定义文本
fr_fr: Ajouter un texte personnalisé
ko_kr: 사용자 정의 텍스트 추가

# UserControlsCustomizeNullValueHeaderTextHideNullValues
source: Hide null Values
chs: 隐藏Null值
fr_fr: Cacher valeurs nulles
ko_kr: null 값 숨기기

# UserControlsCustomizeNullValueHeaderTextShowAsDefault
source: Show as Default
chs: 显示为默认
fr_fr: Afficher comme défaut
ko_kr: 기본으로 표시

# UserControlsCustomizeNullValueHeaderTextShowAsNull
source: Show as Null
chs: 显示为空
fr_fr: Montrer comme Null
ko_kr: NULL로보기

# UserControlTopLevelRecordHeaderTextCount
source: Count
chs: 计数
fr_fr: Compter
ko_kr: 갯수

# UserControlTopLevelRecordHeaderTextMeasure
source: Measure
chs: 测量
fr_fr: Mesure
ko_kr: 측정

# UserControlTopLevelRecordHeaderTextMode
source: Mode
chs: 模式
fr_fr: Modalité
ko_kr: 양식적임

# UserControlTopLevelRecordHeaderTextShowOthersGroup
source: ShowOthersGroup
chs: 显示其他组
ko_kr: 다른 그룹 표시

# UserControlTopLevelRecordHeaderTextTopNValues
source: Rank
chs: 秩
fr_fr: Niveau, classement
ko_kr: 순위

# UserControlsChangeMeasureFormatUserControlMeasureTypeValueCurrency
source: Currency
chs: 货币
fr_fr: Devise
ko_kr: 통화

# UserControlsChangeMeasureFormatUserControlMeasureTypeValueUnit
source: Unit
chs: 单元
fr_fr: Unité
ko_kr: 단위

# UserControlsChangeMeasureFormatUserControlMeasureTypeValueNumber
source: Number
chs: 数
fr_fr: Nombre
ko_kr: 숫자

# UserControlsChangeMeasureFormatUCMeasureTypeValuePercentage
source: Percentage
chs: 百分比
fr_fr: Pourcentage
ko_kr: 백분율

# UserControlsChangeMeasureFormatUserControlUnitValueMillions
source: Millions
chs: 百万
fr_fr: Des millions
ko_kr: 수백만

# UserControlsChangeMeasureFormatUserControlUnitValueOnes
source: Ones
chs: 那些
fr_fr: Un
ko_kr: 사람

# UserControlsChangeMeasureFormatUserControlUnitValueThousands
source: Thousands
chs: 成千上万
fr_fr: Des milliers
ko_kr: 수천

# GridCustomizationConditionalFormattingHeaderTextBackground
source: Background
chs: 背景：
fr_fr: Contexte
ko_kr: 배경
