Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# DataConnectionDataSourceWizardConnectionTypeValuesAzureTableStorageConnection
source: Microsoft Azure Table Storage
chs: Microsoft Azure表存储
fr_fr: Table de stockage Microsoft Azur
ko_kr: 마이크로 소프트 애저 테이블 저장

# UserControlTopLevelRecordHeaderTextAnd
source: and
chs: 和
fr_fr: et
ko_kr: 과

# UserControlTopLevelRecordHeaderTextList
source: List
chs: 名单
fr_fr: liste
ko_kr: 목록

# ChartPopupTextContentAxisType
source: Axis Type
chs: 轴类型
fr_fr: Type d'axe"
ko_kr: 축 유형

# PopupHeaderTextCustomLegendSettings
source: Custom Legend Settings
chs: 自定义设置传奇
fr_fr: Réglages personnalisés Légende
ko_kr: 사용자 전설 설정

# PopupHeaderTextSortSetting
source: Sort Settings
chs: 排序设置
fr_fr: Trier les paramètres
ko_kr: 정렬 설정

# PropertiesWindowButtonContentCustom
source: Custom...
chs: 自订
fr_fr: personnalisé...
ko_kr: 사용자 지정

# PropertiesWindowButtonContentPlotAxis
source: Plot Axis...
chs: 情节轴...
fr_fr: Plot Axe ...
ko_kr: 플롯 축 ...

# PropertiesWindowButtonTooltipAddTrendLine
source: Add TrendLine
chs: 添加趋势线
fr_fr: Ajouter TrendLine
ko_kr: 추세선 추가

# PropertiesWindowButtonToolTipDeleteTrendLine
source: Delete TrendLine
chs: 删除趋势线
fr_fr: Supprimer TrendLine
ko_kr: 추세선 삭제

# PropertiesWindowButtonTooltipEditTrendLine
source: Edit TrendLine
chs: 编辑趋势线
fr_fr: Modifier TrendLine
ko_kr: 편집 추세선

# ChartPropertiesTrendLineLineTypeExponential
source: Exponential
chs: 指数
fr_fr: Exponentielle
ko_kr: 지수의

# ChartPropertiesTrendLineLineTypeLinear
source: Linear
chs: 线性
fr_fr: linéaire
ko_kr: 선의

# ChartPropertiesTrendLineLineTypeLogarithmic
source: Logarithmic
chs: 对数的
fr_fr: Logarithmique
ko_kr: 대수

# ChartPropertiesTrendLineLineTypePolynomial
source: Polynomial
chs: 多项式
fr_fr: Polynôme
ko_kr: 다항식

# ChartPropertiesTrendLineLineTypePower
source: Power
chs: 功率
fr_fr: Alimentation
ko_kr: 전원

# SchemaDesignerContextMenuSubText
source: Add to
chs: 添加
fr_fr: Ajouter a
ko_kr: 추가

# OdbcErrorEmpty
source: A non-numeric character was found where a numeric was expected
chs: 非数字字符被发现，其中一个数字预期
fr_fr: Un caractère non numérique a été trouvé où était prévu un numérique
ko_kr: 숫자가 아닌 문자는 숫자가 예상 된 곳 발견

# RelationalSplitButtonHeaderTextTime24Hours
source: Time
chs: 时间
fr_fr: Temps
ko_kr: 시간

# DataConnectionDataSourceWizardConnectionTypeValuesTwitter
source: Twitter
chs: 微博
ko_kr: 트위

# InitialFilterUserControlDimensionConditionItemRelativeDates
source: Relative Dates
chs: 相对日期
fr_fr: Dates relatif
ko_kr: 상대 날짜

# PropertiesWindowHeaderTextCustomRange
source: Custom Range
chs: 自定义范围
fr_fr: Plage personnalisée ...
ko_kr: 사용자 지정 범위

# PropertiesWindowHeaderTextCustomRangeAuto
source: Auto
chs: 汽车
ko_kr: 자동

# PropertiesWindowHeaderTextCustomRangeMaximumValue
source: Maximum
chs: 最大值
fr_fr: Maximal
ko_kr: 최대

# PropertiesWindowHeaderTextCustomRangeMinimumValue
source: Minimum
chs: 最低限度
fr_fr: Minimal
ko_kr: 최소

# ContextMenuItemOpen
source: Open
chs: 已发布
fr_fr: Ouvrir
ko_kr: 켜기

# DataConnectionDataSourceWizardConnectionTypeValuesSalesForce
source: Salesforce
chs: 销售队伍
ko_kr: 영업

# DataConnectionAlertBoxMessageEmpty
source: URL must not be empty
chs: 网址不能为空
fr_fr: URL ne doit pas être vide
ko_kr: URL은 비워 둘 수 없습니다

# WaitingIndicatorSubtitleLoadingWidget
source: Loading widgets from server....
chs: 从服务器加载部件....
fr_fr: Chargement des widgets à partir du serveur ....
ko_kr: 서버에서 위젯을로드 ....

# WaitingIndicatorTitleImportWidget
source: Import Widget
chs: 导入窗口小部件
fr_fr: importation Widget
ko_kr: 가져 오기 위젯

# ServerNotConnectedLogOnWidget
source: Login to explore & import widgets from server.
chs: 登录到服务器，从探索和进口部件。
fr_fr: Connectez-vous pour explorer et widgets d'importation à partir du serveur.
ko_kr: 서버 및 수입 위젯을 탐험 로그인합니다.

# DashboardDesignerHeaderMenuSubitemWidget
source: _Widget...
chs: _窗口小部件 ...
ko_kr: _위젯...

# PublishHeaderTextWidgetName
source: Widget Name
chs: 部件名称
fr_fr: Nom du Widget
ko_kr: 위젯 이름

# PublishWidgetOverwrite
source: Given widget name already exist. Do you want to overwrite it.?
chs: 鉴于小部件名称已经存在。你要覆盖它？
fr_fr: Prénom widget de déjà exister. Voulez-vous le remplacer.?
ko_kr: 위젯 이름을 감안할 때 이미 존재합니다. 당신은 그것을 덮어 쓰시겠습니까.?

# PublishWidgetTitle
source: Publish Widget
chs: 发布小工具
fr_fr: Publier Widget
ko_kr: 위젯을 게시

# WaitingIndicatorSubtitlePublishDataSource
source: Publishing Data Source
chs: 发布数据源
fr_fr: Publication de données Source
ko_kr: 출판 데이터 소스

# WaitingIndicatorSubtitlePublishWidget
source: Publishing Widget
chs: 发布小工具
ko_kr: 출판 위젯

# GridCustomizationConditionalFormattingCondition
source: Condition
chs: 条件
fr_fr: Conditions
ko_kr: 조건

# GridCustomizationConditionalFormattingHeaderTextDimensionValue
source: Value
chs: 价值
fr_fr: Valeur
ko_kr: 가격

# OpenFileDialogDataSourceFilterDataSourceFiles
source: DataSource Files (*
chs: 数据源文件（*
fr_fr: Fichiers Source de données(*
ko_kr: 데이터 소스 파일 (*

# OpenFileDialogReportFilterDashboard
source: Dashboard (*
chs: 信息中心
fr_fr: Tableau de bord
ko_kr: 계기반

# OpenFileDialogWidgetFilterDashboardFiles
source: Dashboard Files (*
chs: 仪表盘文件（*
fr_fr: Tableau de bord fichiers (*
ko_kr: 대시 보드 파일 (*

# GridCustomizationConditionalFormattingHeaderTextConditionTypeValuesNotContains
source: Does Not Contains
chs: 不包含
fr_fr: Ne contient pas d'
ko_kr: 하지 포함합니까

# LogOnAuthenticationType
source: Authentication Type
chs: 身份验证类型
fr_fr: Type d'Authentification
ko_kr: 인증 유형

# LogOnAuthenticationTypeDashboardServer
source: Dashboard Server Authentication
chs: 仪表板服务器身份验证
fr_fr: Authentification du serveur Tableau de bord
ko_kr: 대시 보드 서버 인증

# LogOnAuthenticationTypeWindows
source: Windows Authentication
chs: 视窗认证
fr_fr: Authentification Windows
ko_kr: Windows 인증

# LogOnAuthenticationTypeServer
source: SQL Server Authentication
chs: SQL服务器认证
fr_fr: Authentification SQL Server
ko_kr: SQL Server 인증

# LogOnErrorMessage404
source: The provided URL is not a valid Dashboard Server URL.
chs: 提供的网址不是有效的仪表板服务器网址。
fr_fr: L'URL fournie est pas une URL Tableau de bord Server valide.
ko_kr: 제공된 URL은 유효한 대시 보드 서버 URL이 아닙니다.

# DashboardDesigner_HeaderMenu_Item_UserFilter
source: User Filter...
chs: 用户过滤器...
fr_fr: Filtre d'Utilisateur
ko_kr: 사용자 필터 ...

# UserFilterWindowTextChange
source: Change...
chs: 更改
fr_fr: Modifier...
ko_kr: 변경하세요

# UserFilterWindowTextDataColumn
source: Data Column
chs: 数据列
fr_fr: Colonne de données
ko_kr: 데이터 열

# UserFilterWindowTextFields
source: Fields
chs: 字段
fr_fr: Champs
ko_kr: 필드

# UserFilterWindowTextUsers
source: Users/Groups
chs: 用户/组
fr_fr: Utilisateurs / Groupes
ko_kr: 사용자 / 그룹

# LogOnErrorTimeout
source: The request to the server timed out.
chs: 对服务器的请求超时。
fr_fr: Délai de connexion au serveur dépassé.
ko_kr: 서버 연결 제한시간이 초과되었습니다.

# UserFilterWindowTextName
source: User Filter
chs: 用户过滤器
fr_fr: Filtre d'Utilisateur
ko_kr: 사용자 필터

# UserFilterWindowTextFetchingUserInformation
source: Fetching user information...
chs: 获取用户信息...
fr_fr: Récupération des informations utilisateur ...
ko_kr: 사용자 정보를 가져 오는 중 ...

# UserFilterWindowTextFetchDataFromServer
source: Fetching Data From Server
chs: 获取数据从服务器
fr_fr: Extraction de données à partir du serveur
ko_kr: 서버에서 가져 오는 데이터

# UserFilterWindowTextChooseColumn
source: Choose Data Column
chs: 选择数据列
fr_fr: Choisissez la colonne de données
ko_kr: 데이터 열을 선택합니다

# UserFilterWindowTextTitle
source: User Filters
chs: 用户过滤器
fr_fr: Filtres d'utilisateur
ko_kr: 사용자 필터

# UserFilterWindowChangeColumnAlert
source: Changing the Column will reset the changes you have done. Are you sure you want to perform this action?
chs: 更改列将重置您所做的更改。你确定要执行此操作？
fr_fr: Modification de la colonne permet de réinitialiser les changements que vous avez fait. Etes-vous sûr de vouloir effectuer cette action?
ko_kr: 열을 변경하면 수행 한 변경 사항을 재설정합니다. 당신은이 작업을 수행 하시겠습니까?

# OpenFileDialogSaveAsBookmarkDashboardWidget
source: Dashboard Widget(*
chs: 仪表盘小工具（*
fr_fr: Tableau de bord Widget (*
ko_kr: 대시 보드 위젯 (*

# OpenFileDialogSaveAtLocationDashboardDataSource
source: Dashboard DataSource (*
chs: 仪表板数据源（*
fr_fr: Tableau de bord Source de données (*
ko_kr: 대시 보드 데이터 소스 (*

# UserFilterWindowContextCopy
source: Copy from...
chs: 从复制...
fr_fr: Copier de ...
ko_kr: 선택한 이미지로부터 복사

# DashboardDesignerHeaderMenuItemRefreshSetting
source: _Refresh Settings...
chs: _刷新设置...
fr_fr: Réglages _rafraîchir ...
ko_kr: _새롭게 하다 설정 ...

# ScheduleSettingsAutoRefreshContent
source: Enable Auto Refresh
chs: 启用自动刷新
fr_fr: ARafraîchissement automatique actif
ko_kr: 자동 새로 고침 사용

# ScheduleSettingsLiveDataContentTooltip
source: Enable Client-Side Caching
chs: 启用客户端缓存
fr_fr: Activer la mise en cache côté client
ko_kr: 클라이언트 측 캐싱을 사용하도록 설정

# ScheduleSettingsHours
source: HH:MM:SS
ko_kr: HH : ㎜ : ss

# ScheduleSettingsLiveDataContent
source: Enable Client-Side Caching
chs: 启用客户端缓存
fr_fr: Activer la mise en cache côté client
ko_kr: 클라이언트 측 캐싱을 사용하도록 설정

# ScheduleSettingsSecondsText
source: seconds
chs: 秒
fr_fr: secondes
ko_kr: 초

# ScheduleSettingsTimeText
source: Time Interval
chs: 时间间隔
fr_fr: Intervalle de temps
ko_kr: 시간 간격

# ScheduleSettingsTitle
source: Refresh Settings
chs: 刷新设置
fr_fr: Paramètres Actualiser
ko_kr: 새로 고침 설정

# ScheduleSettingsWidgetBasisContent
source: Refresh selected widget(s) only
chs: 刷新选定的小窗口只
fr_fr: Actualisez widget de (s) sélectionné uniquement
ko_kr: 선택한 위젯 (들)을 새로 고침 만

# UserControlsMasterFilterActionFilterErrorNoMasters
source: No widget available
chs: 没有可用的部件
fr_fr: Widget No disponible
ko_kr: 사용할 수있는 위젯 없습니다

# WidgetsDataRestrictedAlert
source: This preview is not showing all data
chs: 该预览是没有显示的所有数据
fr_fr: Cet aperçu ne montre pas toutes les données
ko_kr: 이 미리보기는 모든 데이터가 표시되지 않습니다

# WidgetsDataRestrictedRecordsAlert
source: This preview shows only the first 200 items
chs: 该预览显示只有前200个项目
fr_fr: Cet aperçu montre que les 200 premiers éléments
ko_kr: 이 미리보기는 처음 200 항목을 보여줍니다

# DataConnectionDataSourceWizardConnectionTypeValuesSqLite
source: SQLite
chs: SQLite的
ko_kr: SQLite는

# DataConnectionDataSourceWizardHeaderTextEditConnection
source: Edit Connection
chs: 编辑连接
fr_fr: Modifier la connexion
ko_kr: 연결 편집

# PropertiesWindowButtonContentCustomLegends
source: Custom Legend Settings
chs: 自定义设置传奇
fr_fr: Réglages personnalisés Légende
ko_kr: 사용자 전설 설정

# PropertiesWindowButtonContentPlotAxisSettings
source: Plot Axis Settings
chs: 情节轴设置
fr_fr: Plot Paramètres Axe
ko_kr: 플롯 축 설정

# PropertiesWindowButtonContentSorting
source: Measure Sorting
chs: 测量排序
fr_fr: Mesure tri
ko_kr: 정렬을 측정

# ExpressionFieldsColumnNameInItsExpressionAlertMessage
source: Column cannot be referred within its own expression!
chs: 列不能在自己的表达中被称为！
fr_fr: Colonne ne peut être renvoyé dans sa propre expression!
ko_kr: 열은 자신의 표현에서 참조 할 수 없습니다!

# ScheduleSettingsAutoRefreshCheckrowCount
source: Refresh only on insertion/deletion of row(s)
chs: 仅在插入/删除行时刷新
fr_fr: Actualiser uniquement lors de l'insertion / suppression de ligne (s)
ko_kr: 행 삽입 / 삭제시에만 새로 고침

# TwitterApiError
source: There is an Error in Twitter API.
chs: Twitter API中有错误
fr_fr: Il y a une erreur dans l'API Twitter.
ko_kr: 트위터 API에 오류가 있습니다.

# TwitterGetPin
source: Get Access
chs: 可以访问
fr_fr: Avoir accès
ko_kr: 액세스를 받으려면

# DataSourceNameRestriction
source: A data source name cannot contain any of the following characters:
chs: 数据源名称不能包含以下任何字符：
fr_fr: Un nom de source de données ne peut contenir aucun des caractères suivants:
ko_kr: 데이터 소스의 이름은 다음 문자를 포함 할 수 없습니다 :

# DashboardDesignerHeaderMenuItemRecent
source: Recent Dashboards
chs: 最近的仪表板
fr_fr: Dashboards récents
ko_kr: 최근의 대시 보드

# AuthenticationSettingsWindowAuthenticationButtonText
source: Authentication
chs: 认证
fr_fr: Authentification
ko_kr: 인증

# DataConnectionAuthenticationRequired
source: Authentication Required
chs: 需要身份验证
fr_fr: Authentification requise
ko_kr: 인증 필요

# AuthenticationSettingsWindowAuthenticationType
source: Authentication Type
chs: 身份验证类型
fr_fr: Type d'Authentification
ko_kr: 인증 유형

# AuthenticationSettingsWindowAuthenticationTypeEmbedded
source: Embedded
chs: 嵌入式
ko_kr: 내장형

# AuthenticationSettingsWindowAuthenticationTypeImpersonate
source: Impersonate
chs: 模仿
fr_fr: Imiter
ko_kr: 가장

# AuthenticationSettingsWindowAuthenticationTypePrompt
source: Prompt
chs: 提示
fr_fr: Inviter
ko_kr: 신속성

# AuthenticationSettingsWindowTitle
source: Authentication Settings
chs: 身份验证设置
fr_fr: Paramètres d'authentification
ko_kr: 인증 설정

# RelationalSplitButtonHeaderTextExactDateTime
source: Date Time
chs: 约会时间
fr_fr: Date/Heure
ko_kr: 날짜/시간

# LogOnRememberMe
source: Remember me
chs: 记住我
fr_fr: Maintenir ma session ouverte.
ko_kr: 로그인 유지하기

# ExpressionEditorFunctionDescriptionIsNotNull
source: If the numeric/string/date_expression is NULL, returns a string representing false, otherwise represents true
chs: 如果数字/ 串/ 日期表达式为空值，则返回一个表示假的字符串，否则表示真正
fr_fr: Si le numérique / ficelle / date_expression est NULL, retourne une chaîne représentant faux, représente vrai sinon
ko_kr: 숫자 / 문자열 / 날짜 표현가 없는의 경우, 그렇지 않으면 참이고, 거짓을 나타내는 문자열을 반환

# ExpressionEditorFunctionDescriptionIsNull
source: If the numeric/string/date_expression is NULL, returns a string representing true, otherwise represents false.
chs: 如果数字/ 串/ 日期表达式为空值，则返回一个表示真正的字符串，否则表示假
fr_fr: Si le numérique / ficelle / date_expression est NULL, retourne une chaîne représentant vrai, représente sinon false.
ko_kr: 숫자 / 문자열 / 날짜 표현가 없는의 경우, 그렇지 않은 경우는 그릇된이고, 사실을 나타내는 문자열을 반환합니다.

# CommentingOptionEnableComment
source: Enable Commenting
chs: 启用评论
fr_fr: Activer les commentaires
ko_kr: 댓글 달기 사용

# EnablevirtualScrollbarOption
source: Enable Vitrual Scrollbar
chs: 启用虚拟滚动条
fr_fr: Activer la barre de défilement virtuelle
ko_kr: 가상 스크롤 막대 사용

# CustomLegendSettingsTitleGroup
source: Individual
chs: 个人的
fr_fr: Individuel
ko_kr: 개인

# PropertyEnableGroupingBar
source: Enable GroupingBar
chs: 启用GroupingBar
fr_fr: Activer Barre de groupement
ko_kr: 그룹핑 바 사용

# SchedulerWindowEnd
source: Ends
chs: 完
fr_fr: Terminé
ko_kr: 끝 -

# SchedulerWindowEndsAfter
source: After
chs: 在
fr_fr: Après
ko_kr: 비밀번호 시도 횟수:

# SchedulerWindowEndsEnabled
source: Enabled
chs: 已启用
fr_fr: Activé
ko_kr: 사용

# SchedulerWindowEndsNever
source: Never
chs: 不停地朗读
fr_fr: Jamais
ko_kr: 전혀 없음

# SchedulerWindowEndsOccurrences
source: Occurrences
chs: 出现次数
ko_kr: 발생

# SchedulerWindowEndsOn
source: On
chs: 姓名
fr_fr: Demarré
ko_kr: 켜기

# SchedulerWindowName
source: Name
chs: 名字
fr_fr: prénom
ko_kr: 이름

# SchedulerWindowRecurs
source: Recurs
chs: 复发
fr_fr: se reproduit
ko_kr: 다시 발생

# SchedulerWindowRecursDays
source: day(s)
chs: 天
fr_fr: journée(s)
ko_kr: 일

# SchedulerWindowRecursEvery
source: Every
chs: 一切
fr_fr: Tous les
ko_kr: 매

# SchedulerWindowRecursEveryWeekday
source: Every Weekday
chs: 每个工作日
fr_fr: Tous les jours de la semaine
ko_kr: 평일마다

# SchedulerWindowRecursFriday
source: Friday
chs: 星期五
fr_fr: Vendredi
ko_kr: 금요일

# SchedulerWindowRecursMonday
source: Monday
chs: 星期一
fr_fr: Lundi
ko_kr: 월요일

# SchedulerWindowRecursSaturday
source: Saturday
chs: 星期六
fr_fr: Samedi
ko_kr: 토요일

# SchedulerWindowRecursSunday
source: Sunday
chs: 星期日
fr_fr: Dimanche
ko_kr: 일요일

# SchedulerWindowRecursThursday
source: Thursday
chs: 星期四
fr_fr: Jeudi
ko_kr: 목요일

# SchedulerWindowRecursTuesday
source: Tuesday
chs: 星期二
fr_fr: Mardi
ko_kr: 화요일

# SchedulerWindowRecursWednesday
source: Wednesday
chs: 星期三
fr_fr: Mercredi
ko_kr: 수요일

# SchedulerWindowRecursWeeks
source: week(s)
chs: 周（多个）
fr_fr: semaine(s)
ko_kr: {0}%1$s{/0}주

# SchedulerWindowSchedulerTypeDaily
source: Daily
chs: 日常
fr_fr: Tous les jours
ko_kr: 매일

# SchedulerWindowSchedulerTypeMonthly
source: Monthly
chs: 每月一次
fr_fr: Mensuel
ko_kr: 월

# SchedulerWindowSchedulerTypeWeekly
source: Weekly
chs: 每周
fr_fr: Hebdomadaire
ko_kr: 주별

# SchedulerWindowSchedulerTypeYearly
source: Yearly
chs: 每年
fr_fr: Annuelle
ko_kr: 매년

# SchedulerWindowStartsOn
source: Starts on
chs: 开始于
fr_fr: Démarre sur
ko_kr: 에 시작

# SchedulerWindowType
source: Type
chs: 类型
ko_kr: 유형

# PropertiesWindowHeaderTextHorizontal
source: Horizontal
chs: 横
fr_fr: Horizontale
ko_kr: 수평

# PropertiesWindowHeaderTextVertical
source: Vertical
chs: 垂直
fr_fr: Verticale
ko_kr: 수직

# ToolboxCategoryKeywordArea
source: area
chs: 区
fr_fr: Surface
ko_kr: 범위, 구역

# ToolboxCategoryKeywordBar
source: bar
chs: 酒吧
ko_kr: 바

# ToolboxCategoryKeywordBitmap
source: bitmap
chs: 位图
fr_fr: carte de bits
ko_kr: 비트 맵

# ToolboxCategoryKeywordBubble
source: bubble
chs: 泡沫
fr_fr: bulle
ko_kr: 거품

# ToolboxCategoryKeywordCard
source: card
chs: 卡
fr_fr: carte
ko_kr: 카드

# ToolboxCategoryKeywordChart
source: chart
chs: 图表
fr_fr: Charte
ko_kr: 차트

# ToolboxCategoryKeywordCheckedList
source: checkedlist
chs: 检查表
fr_fr: Liste Verifiée
ko_kr: 체크리스트

# ToolboxCategoryKeywordCircular
source: circular
chs: 圆
fr_fr: Circulaire
ko_kr: 회보

# ToolboxCategoryKeywordCircularGauge
source: circulargauge
chs: 圆形计
fr_fr: jauge circulaire
ko_kr: 원형 계기

# ToolboxCategoryKeywordClustered
source: clustered
chs: 集群
fr_fr: cluster
ko_kr: 뭉쳐있음

# ToolboxCategoryKeywordColumn
source: column
chs: 柱
fr_fr: colonne
ko_kr: 열

# ToolboxCategoryKeywordComparison
source: comparison
chs: 对照
fr_fr: comparaison
ko_kr: 비교

# ToolboxCategoryKeywordComposition
source: composition
chs: 组成
ko_kr: 구성

# ToolboxCategoryKeywordDate
source: date
chs: 日期
ko_kr: 날짜

# ToolboxCategoryKeywordDatePicker
source: datepicker
chs: 日期选择器
fr_fr: Sélecteur de date
ko_kr: 날짜 선택기

# ToolboxCategoryKeywordDateTime
source: datetime
chs: 约会时间
fr_fr: date et heure
ko_kr: 날짜/시간

# ToolboxCategoryKeywordDeviation
source: deviation
chs: 偏差
fr_fr: déviation
ko_kr: 일탈

# ToolboxCategoryKeywordDistribution
source: distribution
chs: 分配
fr_fr: (Répartition)
ko_kr: 출하

# ToolboxCategoryKeywordDonut
source: donut
chs: 甜甜圈
ko_kr: 도넛

# ToolboxCategoryKeywordDoughnut
source: doughnut
chs: 甜甜圈
fr_fr: beignet
ko_kr: 도넛

# ToolboxCategoryKeywordDropDown
source: dropdown
chs: 落下
fr_fr: Menu déroulant
ko_kr: 쓰러지 다

# ToolboxCategoryKeywordFilter
source: filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터»

# ToolboxCategoryKeywordFunnel
source: funnel
chs: 漏斗
fr_fr: entonnoir
ko_kr: 깔때기

# ToolboxCategoryKeywordGauge
source: gauge
chs: 测量
fr_fr: ÉchantillonEchantillon
ko_kr: - 게이지

# ToolboxCategoryKeywordGraph
source: graph
chs: 图形
fr_fr: graphique
ko_kr: 그래프 2.

# ToolboxCategoryKeywordGrid
source: grid
chs: 格
fr_fr: grille
ko_kr: 그리드

# ToolboxCategoryKeywordIcon
source: icon
chs: 图标
fr_fr: icône
ko_kr: 아이콘

# ToolboxCategoryKeywordImage
source: image
chs: 图片
fr_fr: l'analyse d'image.
ko_kr: 영상

# ToolboxCategoryKeywordLabel
source: label
chs: 标签 - 的地方
fr_fr: libellé
ko_kr: 레이블 :

# ToolboxCategoryKeywordLine
source: line
chs: 线
fr_fr: Ligne
ko_kr: 6번 줄

# ToolboxCategoryKeywordMap
source: map
chs: 地址：
fr_fr: carte / plan
ko_kr: 지도

# ToolboxCategoryKeywordMultipleSelect
source: multiselect
chs: 多选
fr_fr: Sélection multiple
ko_kr: 여러 개 선택

# ToolboxCategoryKeywordNavigator
source: navigator
chs: 航海家
fr_fr: navigateur"
ko_kr: 항해자

# ToolboxCategoryKeywordOption
source: option
chs: 选项
ko_kr: 옵션:

# ToolboxCategoryKeywordPie
source: pie
chs: 馅饼
fr_fr: Diagramme en camembert
ko_kr: 파이

# ToolboxCategoryKeywordPivot
source: pivot
chs: 枢
ko_kr: 피벗

# ToolboxCategoryKeywordPivotGrid
source: pivotgird
chs: 枢轴网格
fr_fr: Grille de pivotement
ko_kr: 피봇 새

# ToolboxCategoryKeywordPoint
source: point
chs: 点
fr_fr: pointer
ko_kr: ~을 가리키다

# ToolboxCategoryKeywordProportion
source: proportion
chs: 比例
ko_kr: 비율

# ToolboxCategoryKeywordPyramid
source: pyramid
chs: 金字塔
fr_fr: pyramide
ko_kr: 피라미드

# ToolboxCategoryKeywordRadial
source: radial
chs: 径向
fr_fr: radiale
ko_kr: 방사형

# ToolboxCategoryKeywordRadialGauge
source: radialgauge
chs: 径向仪
fr_fr: Jauge radiale
ko_kr: 방사형 계기

# ToolboxCategoryKeywordRadio
source: radio
chs: 无线电
ko_kr: 라디오

# ToolboxCategoryKeywordRange
source: range
chs: 范围
fr_fr: tempéra
ko_kr: ~을 가지런히하다

# ToolboxCategoryKeywordRelationship
source: relationship
chs: 关系
fr_fr: relation
ko_kr: 관계

# ToolboxCategoryKeywordRichText
source: richtext
chs: 富文本
fr_fr: texte riche
ko_kr: 서식있는 텍스트

# ToolboxCategoryKeywordScatter
source: scatter
chs: 分散
fr_fr: dispersion
ko_kr: ~을 뿌리다

# ToolboxCategoryKeywordSelector
source: selector
chs: 选择
fr_fr: sélecteur
ko_kr: 선택자

# ToolboxCategoryKeywordShape
source: shape
chs: 形状
fr_fr: Forme
ko_kr: 형상, 모양

# ToolboxCategoryKeywordSlider
source: slider
chs: 滑轮
fr_fr: Diapositive
ko_kr: 슬라이드

# ToolboxCategoryKeywordSpline
source: spline
chs: 仿样
ko_kr: 운형자

# ToolboxCategoryKeywordStacked
source: stacked
chs: 堆叠
fr_fr: empilés
ko_kr: 적층

# ToolboxCategoryKeywordTable
source: table
chs: 表
ko_kr: 표 2. CFD는 바닥으로부터 높이, 그리고 동쪽(E), 중간(M), 서쪽(W) 체적으로 구분된 위치에 따라, 돼지가 있고, 없고를 \"텅 빈\"과 \"가득 찬\"으로 나누어 돼지 우리 내 공기 유속이 산출되었다(Unit: m s-¹).

# ToolboxCategoryKeywordText
source: text
chs: 文字
fr_fr: texte
ko_kr: 글자

# ToolboxCategoryKeywordCheckBox
source: tickbox
chs: 复选框
fr_fr: case
ko_kr: 틱 박스

# ToolboxCategoryKeywordTime
source: time
chs: 时间
fr_fr: Temps
ko_kr: 시간

# ToolboxCategoryKeywordTreeMap
source: treemap
chs: 树形
fr_fr: carte d'arbre
ko_kr: 트리 맵

# PrimaryYAxisFormattingTooltip
source: PrimaryYaxis Formatting...
chs: 主Y轴格式化...
fr_fr: PrimaryYaxis Formatage ...
ko_kr: 기본 Y 축 서식 ...

# SecondaryYAxisFormattingTooltip
source: SecondaryYaxis Formatting...
chs: 辅助Y轴格式化...
fr_fr: SecondaryYaxis Formatage ...
ko_kr: 보조 Y 축 서식 ...

# MapDisplayNameAustraliaTerritories
source: Australia Territories
chs: 澳大利亚领土
fr_fr: Territoires Australie
ko_kr: 호주 영토

# MapDisplayNameUnitedStatesOfAmerica
source: USA States
chs: 美国国
fr_fr: USA États
ko_kr: 미국 미국

# MapDisplayNameWorldContinent
source: World Continent
chs: 世界大陆
fr_fr: Monde Continent
ko_kr: 세계 대륙

# MapDisplayNameWorldCountries
source: World Countries
chs: 世界国家
fr_fr: pays mondiaux
ko_kr: 세계 나라

# DataSourceChangeDesignViewWarningMessage
source: This action will reset the SQL expression and all your changes in Design View will be discarded.
chs: 这一行动将重置SQL表达式和您在设计视图中的所有更改将被丢弃。
fr_fr: Cette action permet de réinitialiser l'expression SQL et tous vos changements dans la vue de conception sera mis au rebut.
ko_kr: 이 작업은 SQL 식을 재설정 및 디자인에 모든 변경 사항이 삭제됩니다.

# DataConnectionDataSourceWizardConnectionTypeCategoryAzure
source: Azure
chs: 天蓝
fr_fr: Azur
ko_kr: 하늘빛

# DataConnectionDataSourceWizardConnectionTypeCategoryFile
source: File
chs: 文件
fr_fr: Fichier
ko_kr: 파일

# DataConnectionDataSourceWizardConnectionTypeCategoryOther
source: Other
chs: 其他
fr_fr: Divers
ko_kr: 기타

# DataConnectionDataSourceWizardConnectionTypeValuesWebDataConnector
source: Web Data Source
chs: Web数据源
fr_fr: Source de données Web
ko_kr: 웹 데이터 소스

# MapDisplayNameAfrica
source: Africa
chs: 非洲
fr_fr: Afrique
ko_kr: 아프리카

# MapDisplayNameAsia
source: Asia
chs: 亚洲
fr_fr: Asie
ko_kr: 아시아

# MapDisplayNameCanada
source: Canada
chs: 加拿大
fr_fr: Le Canada
ko_kr: 캐나다

# MapDisplayNameEurope
source: Europe
chs: 欧洲
ko_kr: 유럽

# MapDisplayNameFrance
source: France
chs: 法国
fr_fr: Portugais
ko_kr: 프랑스

# MapDisplayNameGermany
source: Germany
chs: 德国
fr_fr: Allemagne
ko_kr: 독일

# MapDisplayNameIndia
source: India
chs: 印度
fr_fr: Inde
ko_kr: 인도

# MapDisplayNameNorthAmerica
source: North America
chs: 北美
fr_fr: Amérique du Nord
ko_kr: 북미

# MapDisplayNameSouthAmerica
source: South America
chs: 南美洲
fr_fr: Amérique du sud
ko_kr: 남아메리카

# MapDisplayNameUnitedKingdom
source: United Kingdom
chs: 英国
fr_fr: Royaume-Uni
ko_kr: 영국

# ReconnectSuggestion
source: You are trying to connect to a new type of data connection that will refresh the data.
chs: 您正在尝试连接到一个新的数据类型的连接，这将刷新数据。
fr_fr: Vous essayez de vous connecter à un nouveau type de connexion de données pour actualiser les données.
ko_kr: 당신은 데이터를 새로 고쳐집니다 데이터 연결의 새로운 유형에 연결하려고합니다.

# ReconnectTableToDifferentType
source: The new schema differs from the existing one, and hence the data settings in the associated widgets cannot be retained. Do you want to proceed?
chs: 将表重新连接到不同类型
fr_fr: Le nouveau schéma diffère de celui existant et, par conséquent, les paramètres de données dans les widgets associés ne peuvent pas être conservés. Voulez-vous poursuivre?
ko_kr: 새 스키마는 기존 스키마와 다르므로 연관된 위젯의 데이터 설정을 유지할 수 없습니다. 계속 하시겠습니까?
