Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# DownloadItemRestrictionTitle
source: Unable to import the requested item
chs: 无法导入请求的项目
fr_fr: Impossible d'importer l'élément demandé
ko_kr: 요청한 항목을 가져올 수 없습니다.

# RestrictedDatabaseDownloadError
source: Could not import the request item as public.
chs: 无法将请求项目导入为公共。
fr_fr: Impossible d'importer l'élément de demande en tant que public.
ko_kr: 요청 항목을 공개로 가져올 수 없습니다.

# RestrictedDatabaseDownloadMessage
source: 1. Make sure you are connected to the internet (if file was connected from server). 2. Check if the server URL is valid (if file was connected from server). 3. Check whether read permission is restricted for the current user (if file was connected from server). 4. Make sure data file exist in the connected location (while added as new datasource).
chs: 1.确保您已连接到互联网（如果文件已从服务器连接）。 2.检查服务器URL是否有效（如果文件是从服务器连接的）。 3.检查当前用户是否限制读取权限（如果文件是从服务器连接的）。 4.确保数据文件存在于连接的位置（作为新数据源添加时）。
fr_fr: 1. Assurez-vous que vous êtes connecté à Internet (si le fichier a été connecté à partir du serveur). 2. Vérifiez si l'URL du serveur est valide (si le fichier a été connecté depuis le serveur). 3. Vérifiez si l'autorisation de lecture est restreinte pour l'utilisateur actuel (si le fichier a été connecté à partir du serveur). 4. Assurez-vous que le fichier de données existe dans l'emplacement connecté (ajouté en tant que nouvelle source de données).
ko_kr: 1. 인터넷에 연결되어 있는지 확인하십시오 (파일이 서버와 연결되어있는 경우). 2. 서버 URL이 유효한지 확인하십시오 (파일이 서버와 연결되어있는 경우). 3. 현재 사용자 (파일이 서버와 연결된 경우)에 대해 읽기 권한이 제한되어 있는지 확인하십시오. 4. 데이터 파일이 연결된 위치에 있는지 확인하십시오 (새 데이터 소스로 추가됨).

# PropertiesWindowHeaderTextShowSubHeading
source: SubHeading
chs: 副标题
ko_kr: 소제목

# ExpressionEditorFunctionDescriptionTotal
source: Returns the summarized total of values across each table row resulted from the aggregated expression.
chs: 返回汇总表达式导致的每个表格行中汇总的总值。
fr_fr: Renvoie le total des valeurs résumées pour chaque ligne de table résultant de l'expression agrégée.
ko_kr: 집계 된 표현식으로 인해 각 테이블 행에 대한 값의 요약 된 총계를 반환합니다.

# LoadingFiltersText
source: Loading Filter(s)...
chs: 加载过滤器（S）...
fr_fr: Chargement du (des) filtre (s)...
ko_kr: 필터로드 중 ...

# InvalidColumnDetail
source: The mentioned column may be renamed or deleted from the data source. Please reconfigure the widget or data source.
chs: 所提到的列可以重新命名或从数据源中删除。请重新配置小部件或数据源。
fr_fr: La colonne mentionnée peut être renommée ou supprimée de la source de données. Veuillez reconfigurer le widget ou la source de données.
ko_kr: 언급 된 열의 이름이 데이터 소스에서 변경되거나 삭제 될 수 있습니다. 위젯 또는 데이터 소스를 다시 구성하십시오.

# InvalidColumnTitle
source: Invalid Column name.
chs: 无效的列名称。
fr_fr: Nom de colonne invalide.
ko_kr: 열 이름이 잘못되었습니다.

# DashboardServerConnection
source: Dashboard Server:
chs: 仪表板服务器：
fr_fr: Serveur de tableau de bord:
ko_kr: 대시 보드 서버 :

# DIPServerConnection
source: DIP Server:
chs: DIP服务器：
fr_fr: Serveur DIP:
ko_kr: DIP 서버 :

# ServerExplorerConnectionvalidation
source: is not accessible.
chs: 不可访问。
fr_fr: n'est pas accessible.
ko_kr: 는 접근 할 수 없습니다.

# ExtractingDataFromDataSource
source: Extracting Data
chs: 提取数据
fr_fr: Extraction de données
ko_kr: 데이터 추출

# MovingDataToSqliteForInternalPurpose
source: Fetching all data from source..
chs: 从源获取所有数据..
fr_fr: Récupérer toutes les données de la source..
ko_kr: 소스에서 모든 데이터를 가져 오는 중 ..

# PivotGrid_PropertiesWindow_EnableMeasureSorting
source: Enable Measure Sorting
chs: 启用度量排序
fr_fr: Activer le tri des mesures
ko_kr: 측정 값 정렬 사용

# DatePartExpressionAlert
source: Date Part should be in double quotes
chs: 日期部分应该用双引号
fr_fr: Date La partie doit être entre guillemets
ko_kr: 날짜 부분은 큰 따옴표로 묶어야합니다.

# ScheduleSettingsDashboard
source: Dashboard
chs: 仪表板
fr_fr: Tableau de bords
ko_kr: 계기반

# ScheduleSettingsSetTimerButton
source: Set Timer
chs: 设定计时器
fr_fr: Régler la minuterie
ko_kr: 타이머 설정

# SetButton
source: Set
chs: 组
fr_fr: Ensemble
ko_kr: 세트

# RecursiveScheduling
source: Recurs on
chs: 重新出现
fr_fr: Se reproduit sur
ko_kr: 되풀이하다

# EveryTextForRefresh
source: every
chs: 一切
fr_fr: chaque
ko_kr: ...마다

# AlertForIfExpression
source: True and False part should be in single or double quotes
chs: 真和假部分应该用单引号或双引号
fr_fr: La partie Vrai et Faux doit être en guillemets simples ou doubles
ko_kr: 참 및 거짓 부분은 작은 따옴표 나 큰 따옴표로 묶어야합니다.

# ScheduleSettingsApplyTimerButton
source: Apply Timer From
chs: 从定时器应用
fr_fr: Appliquer le minuteur à partir de
ko_kr: 타이머 적용

# UnleashThePowerToolTip
source: Drag or resize widget to the bottom of last row to add more rows
chs: 将小部件拖动或调整到最后一行的底部以添加更多行
fr_fr: Faites glisser ou redimensionnez le widget en bas de la dernière ligne pour ajouter plus de lignes
ko_kr: 행을 추가하려면 위젯을 마지막 행의 맨 아래로 드래그하거나 크기를 조정하십시오.

# ScrollableDashboardWizardAtScrollableDashboard
source: Add Rows
chs: 添加行
fr_fr: Ajouter des lignes
ko_kr: 행 추가

# ScrollableDashboardWizardAtCanvasDescriptionLineOne
source: Add more rows to your dashboard by dragging or resizing the widgets to the bottom.
chs: 通过拖动或调整窗口小部件的底部来向仪表板添加更多行。
fr_fr: Ajoutez plus de lignes à votre tableau de bord en faisant glisser ou en redimensionnant les widgets vers le bas.
ko_kr: 위젯을 아래로 드래그하거나 크기를 조정하여 대시 보드에 행을 추가하십시오.

# OkGotItButton
source: OK, got it
chs: 好的，我知道了
fr_fr: OK, j'ai compris
ko_kr: 좋아,있어.

# CustomViewFiscalYearStart
source: Fiscal Year Start
chs: 会计年度开始
fr_fr: Début de l'année fiscale
ko_kr: 회계 연도 시작

# RelationalSplitButtonHeaderFiscalYearStart
source: Fiscal Year Start
chs: 会计年度开始
fr_fr: Début de l'année fiscale
ko_kr: 회계 연도 시작

# RelationalSplitButtonHeaderTextMonthApril
source: Apr
chs: 四月
ko_kr: 4 월

# RelationalSplitButtonHeaderTextMonthAugust
source: Aug
chs: 八月
ko_kr: 8 월

# RelationalSplitButtonHeaderTextMonthDecember
source: Dec
chs: 十二月
ko_kr: 12 월

# RelationalSplitButtonHeaderTextMonthFebuary
source: Feb
chs: 二月
ko_kr: 2 월

# RelationalSplitButtonHeaderTextMonthJanuary
source: Jan
chs: 一月
ko_kr: 1 월

# RelationalSplitButtonHeaderTextMonthJuly
source: Jul
chs: 七月
ko_kr: 7 월

# RelationalSplitButtonHeaderTextMonthJune
source: Jun
chs: 君
ko_kr: 6 월

# RelationalSplitButtonHeaderTextMonthMarch
source: Mar
chs: 损伤
ko_kr: 3 월

# RelationalSplitButtonHeaderTextMonthMay
source: May
chs: 可能
ko_kr: 할 수있다

# RelationalSplitButtonHeaderTextMonthNovember
source: Nov
chs: 十一月
ko_kr: 11 월

# RelationalSplitButtonHeaderTextMonthOctober
source: Oct
chs: 十月
ko_kr: 10 월

# RelationalSplitButtonHeaderTextMonthSeptember
source: Sep
chs: 九月
ko_kr: 9 월

# DashboardDesignerAlertBoxMessageFiscalYearInitialFilter
source: Changing the Fiscal Year will invalidate the filter applied on this column. Do you still want to proceed?
chs: 更改会计年度将使在此列上应用的过滤器失效。你还想继续吗？
fr_fr: Changer l'année fiscale invalidera le filtre appliqué sur cette colonne. Voulez-vous toujours continuer?
ko_kr: 회계 연도를 변경하면이 열에 적용된 필터가 무효화됩니다. 계속 하시겠습니까?

# ParameterMustBeAnAggregated
source: Parameter must be an aggregated expression.
chs: 参数必须是聚合表达式。
fr_fr: Le paramètre doit être une expression agrégée.
ko_kr: 매개 변수는 집계 된 표현식이어야합니다.

# PropertiesWindowMouseTouchAction
source: Mouse/Touch Actions
chs: 鼠标/触摸操作
fr_fr: Actions souris / tactile
ko_kr: 마우스 / 터치 동작

# PropertiesWindowMouseTouchLabel
source: Selected operation(s) will be configured with the corresponding mouse/touch actions.
chs: 所选操作将使用相应的鼠标/触摸操作进行配置。
fr_fr: Les opérations sélectionnées seront configurées avec les actions souris / touch correspondantes.
ko_kr: 선택한 작업은 해당하는 마우스 / 터치 동작으로 구성됩니다.

# PropertiesWindowClickText
source: Click/Tap
chs: 点击/点
fr_fr: Cliquez / tap
ko_kr: 클릭 / 탭

# PropertiesWindowRightClickText
source: Right Click/Tap & Hold
chs: 右键点击/点击 & 保持
fr_fr: Clic droit / Tap & Tenir
ko_kr: 오른쪽 클릭 / 탭 & 보류

# PropertiesWindowHyperLinkText
source: Hyperlink
chs: 超链接
fr_fr: Hyperlien
ko_kr: 하이퍼 링크

# PropertiesWindowDrillDownText
source: Drill Down
chs: 向下钻取
fr_fr: Percer
ko_kr: 드릴 다운

# PropertiesWindowDoubleClickText
source: Double Click/Double Tap
chs: 双击/双击
fr_fr: Double clic / double tap
ko_kr: 더블 클릭 / 더블 탭

# PropertiesWindowMasterFilterText
source: Master Filter
chs: 主过滤器
fr_fr: Filtre principal
ko_kr: 마스터 필터

source: Internal Server Error
chs: 内部服务器错误
fr_fr: Erreur Interne du Serveur
ko_kr: 인터넷 서버 오류

# SchedularHourMode
source: Hourly
chs: 每小时
fr_fr: Horaire
ko_kr: 매시간

# SchedularDailyMode
source: Daily
chs: 日常
fr_fr: du quotidien
ko_kr: 매일

# SchedularWeekMode
source: Weekly
chs: 每周
fr_fr: Hebdomadaire
ko_kr: 주간

# SchedularMonthMode
source: Monthly
chs: 每月一次
fr_fr: Mensuel
ko_kr: 월간 간행물

# SchedularYearMode
source: Yearly
chs: 每年
fr_fr: Annuel
ko_kr: 매년

# SchedulerSundayText
source: Sunday
chs: 星期日
fr_fr: dimanche
ko_kr: 일요일

# SchedulerMondayText
source: Monday
chs: 星期一
fr_fr: Lundi
ko_kr: 월요일

# SchedulerTuesdayText
source: Tuesday
chs: 星期二
fr_fr: Mardi
ko_kr: 화요일

# SchedulerWednesdayText
source: Wednesday
chs: 星期三
fr_fr: Mercredi
ko_kr: 수요일

# SchedulerThursdayText
source: Thursday
chs: 星期四
fr_fr: Jeudi
ko_kr: 목요일

# SchedulerFridayText
source: Friday
chs: 星期五
fr_fr: Vendredi
ko_kr: 금요일

# SchedulerSaturdayText
source: Saturday
chs: 星期六
fr_fr: samedi
ko_kr: 토요일

# SchedulerHourText
source: hr
chs: 小时
ko_kr: 시간

# SchedulerMinuteText
source: min
chs: 分
ko_kr: 최소

# SchedulerSecondsText
source: sec
chs: 秒
ko_kr: 비서

# SchedulerDaysText
source: day(s)
chs: 天）
fr_fr: journées)
ko_kr: 일

# SchedulerWeekText
source: week(s)
chs: 本周（S）
fr_fr: semaines)
ko_kr: 주

# SchedulerOnText
source: on
chs: 上
fr_fr: sur
ko_kr: ...에

# SchedulerMonthText
source: month(s)
chs: 一个月（县）
fr_fr: mois)
ko_kr: 개월

# SchedulerYearText
source: year(s)
chs: 年份）
fr_fr: années)
ko_kr: 연령)

# SchedulerText
source: th
chs: 日
ko_kr: 일

# SchedulerLastDayText
source: Last day of every
chs: 每一天的最后一天
fr_fr: Dernier jour de chaque
ko_kr: 매번 마지막 날

# DashboardControlsAlertMessageEjComboBoxInvalidData
source: The given string is not a valid one.
chs: 给定的字符串不是有效的字符串。
fr_fr: La chaîne donnée n'est pas valide.
ko_kr: 주어진 문자열이 유효한 문자열이 아닙니다.

# PropertiesWindowClickActionToolTip
source: To perform the selected operation on mouse click/finger tap action.
chs: 在鼠标点击/手指点击动作时执行所选操作。
fr_fr: Pour effectuer l'opération sélectionnée en cliquant sur la souris / action sur le doigt.
ko_kr: 마우스의 클릭 / 핑거 동작시 선택된 동작을 수행합니다.

# PropertiesWindowRightClickActionToolTip
source: To show the context menu with the selected options on mouse right click/finger tap & hold.
chs: 用鼠标右键单击/手指点击＆amp;图标来显示具有所选选项的上下文菜单。保持。
fr_fr: Pour afficher le menu contextuel avec les options sélectionnées à l'aide du bouton droit de la souris, appuyez sur & tenir.
ko_kr: 선택한 마우스 오른쪽 버튼을 클릭 한 상태에서 컨텍스트 메뉴를 표시하려면 / 손가락을 탭 & 보류.

# PropertiesWindowDoubleClickActionToolTip
source: To perform the selected operation on mouse double click/finger double tap
chs: 在鼠标双击/手指双击上执行所选操作
fr_fr: Pour effectuer l'opération sélectionnée en double-cliquant avec la souris / appuyez deux fois sur le doigt
ko_kr: 마우스 더블 클릭 / 손가락 더블 탭에서 선택한 작업을 수행하려면

# StoredProcedureParameterTypeValue
source: Parameter
chs: 参数
fr_fr: Paramètre
ko_kr: 매개 변수

source: Decimal Symbol
chs: 十进制符号
fr_fr: Symbole décimal
ko_kr: 십진수 기호

# DecimalSymbolEmpty
source: Decimal Symbol should not be empty
chs: 十进制符号不能为空
fr_fr: Le symbole décimal ne doit pas être vide
ko_kr: 십진수 기호는 반드시 입력해야합니다.

# DecimalSymbolValidation
source: Decimal Symbol should only be a symbols or a special characters
chs: 十进制符号应该只是一个符号或特殊字符
fr_fr: Le symbole décimal ne doit être qu'un symbole ou un caractère spécial
ko_kr: 십진수 기호는 기호 또는 특수 문자 만 사용해야합니다.

source: Grouping Symbol
chs: 分组符号
fr_fr: Symbole de regroupement
ko_kr: 그룹화 기호

# SymbolsIdenticalInformation
source: Grouping Symbol and Decimal Symbol should not be identical
chs: 分组符号和小数符号不应该是相同的
fr_fr: Le symbole de regroupement et le symbole décimal ne doivent pas être identiques
ko_kr: 그룹화 기호와 소수점 기호는 동일하지 않아야합니다.

# CustomDateFormattingDisplayName
source: Format
chs: 格式
ko_kr: 체재

# CustomDateFormattingWindowDisplayName
source: Date Settings
chs: 日期设置
fr_fr: Paramètres de date
ko_kr: 날짜 설정

source: Invalid column name.
chs: 无效的列名称。
fr_fr: Nom de colonne invalide.
ko_kr: 열 이름이 잘못되었습니다.

# WaitingIndicatorSubtitleLoadingFiles
source: Loading Files from server...
chs: 从服务器加载文件...
fr_fr: Chargement de fichiers depuis le serveur...
ko_kr: 서버에서 파일로드 중 ...

# PropertiesWindowHeaderTextSyntax
source: Indexing Patterns
chs: 索引模式
fr_fr: Modèles d'indexation
ko_kr: 색인 패턴

# PropertiesWindowHeaderTextSyntaxContent
source: * Supports only positive integer values starting from 0. * Comma (,) is used to separate the indices. Example: 1,2,5. * Hyphen (-) is used to define the index range. Example: 1-4,7,9-11.
chs: *仅支持从0开始的正整数值。 *逗号（，）用于分隔索引。例如：1，2，5。 *连字符（ - ）用于定义索引范围。例如：1-4，7，9-11。
fr_fr: * Prend en charge uniquement les valeurs entières positives à partir de 0. * Virgule (,) est utilisé pour séparer les indices. Example: 1,2,5. * Hyphen (-) est utilisé pour définir la plage d'indexs. Example: 1-4,7,9-11.
ko_kr: * 0부터 시작하는 양의 정수 값만 지원합니다. * 쉼표 (,)는 색인을 분리하는 데 사용됩니다. 예 : 1,2,5. * 하이픈 (-)은 색인 범위를 정의하는 데 사용됩니다. 예 : 1-4,7,9-11.

source: Range Customization
chs: 范围定制
fr_fr: Personnalisation de plage
ko_kr: 범위 사용자 정의

source: Range Type
chs: 范围类型
fr_fr: Type de plage
ko_kr: 범위 유형

source: Range Label
chs: 范围标签
fr_fr: Étiquette de plage
ko_kr: 범위 레이블

# RangeFrom
source: From
chs: 从
fr_fr: De
ko_kr: 에서

# RangeTo
source: To
chs: 至
fr_fr: À
ko_kr: 에

# RangeIcon
source: Icon
chs: 图标
fr_fr: Icône
ko_kr: 상

# AddOrEditRange
source: Add/Edit Range
chs: 添加/编辑范围
fr_fr: Ajouter / Modifier une plage
ko_kr: 범위 추가 / 편집

# AddNewRange
source: New Range
chs: 新范围
fr_fr: Nouvelle gamme
ko_kr: 새로운 범위

# RefreshContent
source: Dashboard widgets are listed below
chs: 仪表板小部件列在下面
fr_fr: Les widgets du tableau de bord sont répertoriés ci-dessous
ko_kr: 대시 보드 위젯이 아래에 나열되어 있습니다.

# RelationalSchemaDesignerColumnTextAdditionalValue
source: Custom Value
chs: 自定义值
fr_fr: Valeur personnalisée
ko_kr: 맞춤 가치

# JsonSchemaDesignerSelectAllText
source: All
chs: 所有
fr_fr: Tout
ko_kr: 모든

# DataDesignViewEditJsonSchema
source: Edit JSON Schema
chs: 编辑JSON模式
fr_fr: Modifier le schéma JSON
ko_kr: JSON 스키마 편집

# DataDesignViewToolTipEditJsonSchema
source: Click here to edit the designed json table(s) schema
chs: 点击此处编辑设计的json表格模式
fr_fr: Cliquez ici pour éditer le schéma de table json conçu (s)
ko_kr: 설계된 json 테이블 스키마를 편집하려면 여기를 클릭하십시오.

# ExpressionValidatedErrorMessage
source: Cannot mix aggregate and non-aggregate arguments with this function
chs: 不能使用此函数混合聚合和非聚合参数
fr_fr: Impossible de mélanger des arguments agrégés et non agrégés avec cette fonction
ko_kr: 집계 및 비 집계 인수를이 함수와 함께 사용할 수 없습니다.

# JoinEditorAddCondition
source: Add Condition
chs: 添加条件
fr_fr: Ajouter une condition
ko_kr: 조건 추가

# LoginWindowSwitchUserAccount
source: Switch Account
chs: 切换帐户
fr_fr: Changer de compte
ko_kr: 계정 전환

# LoginWindowLogout
source: Logout
chs: 登出
fr_fr: Connectez - Out
ko_kr: 로그 아웃

# LoginWindowExternalProvider
source: Or choose an external provider
chs: 或者选择一个外部提供者
fr_fr: Ou choisissez un fournisseur externe
ko_kr: 또는 외부 공급자를 선택하십시오.

# LoginWindowAddAccount
source: Add Account
chs: 新增帐户
fr_fr: Ajouter un compte
ko_kr: 계정을 추가

# DataConnectionHeaderTextServerAuthentication
source: Server Authentication
chs: 服务器认证
fr_fr: Authentification du serveur
ko_kr: 서버 인증

# DIPserverExplorer
source: DIP Server
chs: DIP服务器
fr_fr: Serveur DIP
ko_kr: DIP 서버

# JsonSchemaDesignerTableName
source: Table Name
chs: 表名称
fr_fr: Nom de la table
ko_kr: 테이블 이름

# JsonSchemaDesignerTitle
source: JSON Schema Designer
chs: JSON模式设计器
fr_fr: Concepteur de schéma JSON
ko_kr: JSON 스키마 디자이너

# JsonSchemaDesignerToolTipRemoveTableSchema
source: Click here to delete the table
chs: 点击此处删除表格
fr_fr: Cliquez ici pour supprimer le tableau
ko_kr: 표를 삭제하려면 여기를 클릭하십시오.

# JsonSchemaDesignerAlertInvalidTableName
source: Please enter valid table name(s)
chs: 请输入有效的表格名称
fr_fr: Veuillez entrer un nom de table valide
ko_kr: 유효한 테이블 이름을 입력하십시오.

# JsonSchemaDesignerAlertSameTableName
source: Please enter unique table name for each json table schema.
chs: 请为每个json表格模式输入唯一的表名称。
fr_fr: Veuillez entrer un nom de table unique pour chaque schéma de table json.
ko_kr: json 테이블 스키마마다 고유 한 테이블 이름을 입력하십시오.

# JsonSchemaDesignerAlertSchemaSelection
source: Please select at least one schema per table.
chs: 请为每个表至少选择一个模式。
fr_fr: Veuillez sélectionner au moins un schéma par table.
ko_kr: 표 당 하나 이상의 스키마를 선택하십시오.

# CategoryNameIsEmpty
source: You do not have permission to publish dashboard in any category or there is no category in dashboard server to publish
chs: 您无权在任何类别中发布仪表板，或者仪表板服务器中没有任何类别可以发布
fr_fr: Vous n'êtes pas autorisé à publier le tableau de bord dans une catégorie ou il n'existe aucune catégorie dans le serveur de tableau de bord à publier
ko_kr: 모든 카테고리에서 대시 보드를 게시 할 수있는 권한이 없거나 게시 할 대시 보드 서버에 카테고리가 없습니다.

# MismatchUserFilter
source: User filter configuration in the dashboard need it to be logged in to the respective dashboard server. Do you want to login?
chs: 仪表板中的用户过滤器配置需要将其登录到相应的仪表板服务器。你想登录？
fr_fr: La configuration du filtre utilisateur dans le tableau de bord nécessite qu'il soit connecté au serveur de tableau de bord correspondant. Voulez-vous vous connecter?
ko_kr: 대시 보드의 사용자 필터 구성은 해당 대시 보드 서버에 로그인해야합니다. 로그인 하시겠습니까?

# CardPropertiesShow
source: Show
chs: 显示
fr_fr: Montrer
ko_kr: 보여 주다

# CardPropertiesPrimaryValue
source: Primary Value
chs: 主要价值
fr_fr: Valeur primaire
ko_kr: 주요 가치

# CardPropertiesSecondaryValue
source: Secondary Value
chs: 次要价值
fr_fr: Valeur secondaire
ko_kr: 보조 가치

# CardPropertiesIndicator
source: Indicator
chs: 指示符
fr_fr: Indicateur
ko_kr: 지시자

# CardPropertiesAdditionalElement
source: Additional Element
chs: 附加元素
fr_fr: Elément supplémentaire
ko_kr: 추가 요소

# CardPropertiesCompactView
source: Enable Compact View
chs: 启用精简视图
fr_fr: Activer la vue compacte
ko_kr: 보기 압축 사용

# InvalidJsonDataMessage
source: The connection returned json data is not valid.
chs: 连接返回的json数据无效。
fr_fr: La connexion renvoyée json data n'est pas valide.
ko_kr: 반환 된 json 데이터가 올바르지 않습니다.

# InvalidJsonDataTitle
source: Invalid JSON data
chs: 无效的JSON数据
fr_fr: Données JSON non valides
ko_kr: 잘못된 JSON 데이터

# JsonSchemaDesignerCreatingTablesWaitingHeaderText
source: Creating table(s)...
chs: 创建表格（S）...
fr_fr: Création de table (s)...
ko_kr: 표 만들기 ...

# JsonSchemaDesignerCreatingTablesWaitingText
source: Creating table(s) using the selected json schemas
chs: 使用选定的json模式创建表格
fr_fr: Création de table (s) en utilisant les schémas json sélectionnés
ko_kr: 선택한 json 스키마를 사용하여 테이블 만들기

# JsonSchemaDesignerFetchingJsonSchemaWaitingText
source: Fetching JSON Schema
chs: 获取JSON模式
fr_fr: Récupération du schéma JSON
ko_kr: JSON 스키마 가져 오기

# CardPropertiesWindowSparkline
source: Sparkline
chs: 迷你图
ko_kr: 스파크 라인

# CardPropertiesWindowSparklineBackgroundValueColor
source: Background Color
chs: 背景颜色
fr_fr: Couleur de fond
ko_kr: 배경색

# CardPropertiesWindowSparklineEndValueColor
source: End Point Color
chs: 终点颜色
fr_fr: Couleur du point final
ko_kr: 끝점 색

# CardPropertiesWindowSparklineHighValueColor
source: High Value Color
chs: 高价值的颜色
fr_fr: Couleur haute valeur
ko_kr: 높은 가치 색상

# CardPropertiesWindowSparklineLowValueColor
source: Low Value Color
chs: 低值颜色
fr_fr: Couleur faible valeur
ko_kr: 낮은 값의 색상

# CardPropertiesWindowSparklineNegativeValueColor
source: Negative Point Color
chs: 负点颜色
fr_fr: Couleur du point négatif
ko_kr: 네거티브 포인트 컬러

# CardPropertiesWindowSparklineOpacity
source: Opacity
chs: 不透明度
fr_fr: Opacité
ko_kr: 불투명

# CardPropertiesWindowSparklineStartValueColor
source: Start Point Color
chs: 起点颜色
fr_fr: Couleur du point de départ
ko_kr: 시작점 색상

# CardPropertiesWindowSparklineType
source: Sparkline Type
chs: 迷你线型
fr_fr: Type de sparkline
ko_kr: 스파크 라인 타입

# OpenFileDialogWidgetFilterDashboardMapFiles
source: Syncfusion Dashboard Map Files (*
chs: Syncfusion仪表板映射文件（*
fr_fr: Fichiers de carte de tableau de bord Syncfusion (*
ko_kr: Syncfusion 대시 보드 맵 파일 (*

# AxisElementBoxTrendAlertMessage
source: Legend Text cannot be empty
chs: 图例文字不能为空
fr_fr: Le texte de la légende ne peut pas être vide
ko_kr: 범례 텍스트는 비워 둘 수 없습니다.

# SchedulerHoursText
source: hour(s)
chs: 小时）
fr_fr: heures)
ko_kr: 시간)

# SchedulerMinutesText
source: minute(s)
chs: 分钟）
ko_kr: 의사록)

# SchedulerSecondText
source: second(s)
chs: 秒
fr_fr: deuxième (s)
ko_kr: 초

# EnableClientInformation
source: Enables data caching at client side browser on any user interaction with master widget
chs: 在任何与主控件的用户交互中启用客户端浏览器的数据缓存
fr_fr: Active la mise en cache des données sur le navigateur côté client lors de toute interaction de l'utilisateur avec le widget principal
ko_kr: 마스터 위젯과의 사용자 상호 작용시 클라이언트 측 브라우저에서 데이터 캐싱 가능

# RecursiveonScheduling
source: Recurs
chs: 复发
ko_kr: 되풀이

# OfEveryTextForRefresh
source: of every
chs: 每一个
fr_fr: de chaque
ko_kr: 모든

# SchedulerAllDaysText
source: all days
chs: 每天
fr_fr: tous les jours
ko_kr: 종일

# SchedulerExceptText
source: except
chs: 除
fr_fr: sauf
ko_kr: 외

# SchedulerDuringText
source: during
chs: 中
fr_fr: pendant
ko_kr: ...동안

# SchedulerDayText
source: day
chs: 天
fr_fr: journée
ko_kr: 일

# PropertiesCategorySubtextOnDemandLoading
source: Load On-demand
chs: 按需加载
fr_fr: Chargement à la demande
ko_kr: 주문형로드

# RelationalSchemaDesignerColumnTextSparklineValue
source: Sparkline
chs: 迷你图
ko_kr: 스파크 라인

# CardPropertiesWindowSparklineMarker
source: Show Marker
chs: 显示标记
fr_fr: Afficher le marqueur
ko_kr: 마커 표시

# CardPropertiesSparkline
source: Sparkline
chs: 迷你图
ko_kr: 스파크 라인

# DashboardParameterDateRange
source: Date Range
chs: 日期范围
fr_fr: Plage de dates
ko_kr: 날짜 범위

# DashboardParameterContentMenuAddRelativeDateFilter
source: Add Relative Date Range
chs: 添加相对日期范围
fr_fr: Ajouter une plage de dates relative
ko_kr: 상대 날짜 범위 추가

# DateFieldExceedAlertMessage
source: Start date should not be greater than end date.
chs: 开始日期不应大于结束日期。
fr_fr: La date de début ne doit pas être supérieure à la date de fin.
ko_kr: 시작일은 종료일보다 길지 않아야합니다.

# MultipleSelectionEmptyValuesAlertMessage
source: Add one value at least to the list and set it as default.
chs: 至少向列表中添加一个值并将其设置为默认值。
fr_fr: Ajoutez une valeur au moins à la liste et définissez-la par défaut.
ko_kr: 최소한 하나의 값을 목록에 추가하고 기본값으로 설정하십시오.

# JsonSchemaDesignerCreateTableSchema
source: Add
chs: 加
fr_fr: Ajouter
ko_kr: 더하다

# JsonSchemaDesignerToolTipCreateTableSchema
source: Click here to design another table using same schema
chs: 点击此处设计使用相同模式的另一个表
fr_fr: Cliquez ici pour concevoir une autre table en utilisant le même schéma
ko_kr: 동일한 스키마를 사용하여 다른 테이블을 디자인하려면 여기를 클릭하십시오.

# CloudFileConnectErrorMessage
source: Unable to Connect.
chs: 无法连接。
fr_fr: Impossible de se connecter.
ko_kr: 연결할 수 없습니다.

# CloudFileConnectErrorMessageDetails
source: 1. Make sure you are connected to the internet. 2. Check if the shareable link is valid. 3. Check whether the server is running or not. If not, start the dashboard server from the desktop shortcut or installed location.
chs: 1. 确保你已连接到互联网。 2. 检查共享链接是否有效。 3. 检查服务器是否正在运行。 如果没有，请从桌面快捷方式或安装的位置启动仪表板服务器。
fr_fr: 1. Assurez-vous que vous êtes connecté à Internet. 2. Vérifiez si le lien partageable est valide. 3. Vérifiez si le serveur est en cours d'exécution ou non. Sinon, démarrez le serveur de tableau de bord à partir du raccourci sur le bureau ou de l'emplacement d'installation..
ko_kr: 1. 인터넷에 연결되어 있는지 확인하십시오. 2. 공유 가능한 링크가 유효한지 확인하십시오. 3. 서버가 실행 중인지 확인하십시오. 그렇지 않은 경우 데스크톱 바로 가기 또는 설치된 위치에서 대시 보드 서버를 시작합니다.

# ServerExplorerFiles
source: Files
chs: 档
fr_fr: Des dossiers
ko_kr: 파일들

# CloudLinkEmptyErrorMessage
source: Shareable link should not be empty.
chs: 可共享的链接不应该为空。
fr_fr: Le lien partageable ne doit pas être vide.
ko_kr: 공유 할 수있는 링크는 비워 두어서는 안됩니다.

# FileNameExistAlertMessage
source: file name already exists in dashboard server. Do you want to replace it?
chs: 文件名称已经存在于仪表板服务器中。你想替换它吗？
fr_fr: le nom de fichier existe déjà dans le serveur de tableau de bord. Voulez-vous le remplacer?
ko_kr: 파일 이름이 이미 대시 보드 서버에 있습니다. 대체 하시겠습니까?
