Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# PropertiesWindowHeaderTextSecondaryValueAxis
source: Secondary Value Axis
chs: 值轴
fr_fr: Axe de valeur secondaire
ko_kr: 보조 값 축

# GridPropertiesAddNewKpiTooltip
source: Add new KPI column
chs: 添加新的KPI列
fr_fr: Ajouter une nouvelle colonne de KPI
ko_kr: 새로운 KPI 항목 추가

# GridPropertiesDeleteKpiTooltip
source: Delete KPI column
chs: 删除KPI列
fr_fr: Supprimer la colonne KPI
ko_kr: KPI 항목 삭제

# GridPropertiesEditKpiTooltip
source: Edit KPI column
chs: 编辑KPI列
fr_fr: colonne Modifier KPI
ko_kr: 편집 KPI 열

# RelationalSplitButtonHeaderTextMeasureFiltering
source: Filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터

# ConnectionStatusFilesReadingWorkbook
source: Reading data from worksheet.
chs: 从工作表中读取数据。
fr_fr: La lecture des données de feuille de calcul.
ko_kr: 워크 시트에서 데이터를 읽기.

# ConnectionStatusFilesReadingWorkbookCount
source: of
chs: 的
fr_fr: de
ko_kr: 중

# ConnectionStatusServerFetchPrimaryAndForeignKeyInfo
source: Fetching primary and/or foreign key information…
chs: 获取初级和/或外键信息...
fr_fr: Récupération des informations de clé primaire et / ou à l'étranger ...
ko_kr: 기본 및 / 또는 외래 키 정보를 가져 오는 중 ...

# ConnectionStatusServerFetchSchemaInfo
source: Fetching schema information...
chs: 获取架构信息...
fr_fr: Récupération des informations de schéma ...
ko_kr: 스키마 정보를 가져 오는 중 ...

# ConnectionStatusServerFetchTableAndItsColumn
source: Fetching table(s) and its column information...
chs: 取表（S）和它的列信息...
fr_fr: Table Comparaison (s) et ses informations de la colonne ...
ko_kr: 가져 오기 테이블 (들)와 열 정보 ...

# ConnectionStatusServerFetchViewsAndItsColumn
source: Fetching view(s) and its column information...
chs: 取视图（S）和它的列信息...
fr_fr: vue Comparaison (s) et ses informations de la colonne ...
ko_kr: 가져 오기보기 (들)와 열 정보 ...

# RelationalSchemaDesignerSecondaryColumnTextValue
source: Line Value(s)
chs: 线值（S）
fr_fr: Valeur Line (s)
ko_kr: 선 값 (들)

# ControlsContainerWidgets
source: WIDGETS
chs: 窗口小部件
ko_kr: 위젯

# ControlsContainerDataSource
source: DATA SOURCES
chs: 数据源
fr_fr: SOURCES DE DONNÉES
ko_kr: 데이터 출처

# UserControlsMasterFilterActionFilterChooseMaster
source: Select a master control to remove
chs: 选择一个主控删除
fr_fr: Sélectionnez un contrôle maître pour enlever
ko_kr: 제거하는 마스터 컨트롤을 선택

# PropertiesWindowChartSecondaryYAxisCustomText
source: Secondary Y-Axis custom text
chs: 次Y轴的自定义文本
fr_fr: texte secondaire personnalisé Y-Axe
ko_kr: 보조 Y 축 지정 텍스트

# RelationalSchemaDesignerCalculationTextSeriesRow
source: Row
chs: 行
fr_fr: Ligne
ko_kr: 열

# ToolboxCategoryComparison
source: Comparison
chs: 对照
fr_fr: Comparaison
ko_kr: 비교

# DataConnectionDataSourceWizardConnectionTypeValuesTextFile
source: Text Document
chs: 文本文档
fr_fr: Document Texte
ko_kr: 텍스트 문서

# DataConnectionDataSourceWizardConnectionTypeValuesExcel
source: Microsoft Excel
ko_kr: 마이크로 소프트 엑셀

# DataConnectionDataSourceWizardPasswordAlertBoxText
source: Password Required
chs: 要求输入密码
fr_fr: Mot de passe requis
ko_kr: 비밀번호 필수

# MeasureFilterHeaderTextColumnName
source: Column:
chs: 柱：
fr_fr: colonne:
ko_kr: 열

# MeasureFilterHeaderTextRanges
source: Ranges
chs: 范围
fr_fr: Gammes
ko_kr: 범위

# EnableMultipleLevelDrill
source: Do you want to enable multi-level drill?
chs: 你想实现多层次的演练？
fr_fr: Voulez-vous activer forage multi-niveau?
ko_kr: 당신은 멀티 레벨 드릴을 사용 하시겠습니까?

# RelationalSplitButtonHeaderTextAnchor
source: Link
chs: 链接
fr_fr: Lien
ko_kr: 링크

# RelationalSplitButtonHeaderTextAnchorRelative
source: Link to specific date
chs: 链接到特定的日期
fr_fr: Lien vers date précise
ko_kr: 특정 날짜에 링크

# RelationalSplitButtonHeaderTextDate
source: date
chs: 日期
ko_kr: 날짜

# RelationalSplitButtonHeaderTextDays
source: day(s)
chs: 天
fr_fr: journée(s)
ko_kr: 일

# RelationalSplitButtonHeaderTextHourMore
source: Hours
chs: 小时
fr_fr: Heures
ko_kr: 시간

# RelationalSplitButtonHeaderTextLast
source: Last
chs: 最后
fr_fr: Dernier
ko_kr: 마지막

# RelationalSplitButtonHeaderTextMonths
source: month(s)
chs: 个月
fr_fr: mois
ko_kr: 개월

# RelationalSplitButtonHeaderTextNext
source: Next
chs: 下一步
fr_fr: Suivant
ko_kr: 다음

# RelationalSplitButtonHeaderTextPrevious
source: Previous
chs: 上一个
fr_fr: Précédent
ko_kr: 이전

# RelationalSplitButtonHeaderTextQuarters
source: quarter(s)
chs: 季（S）
fr_fr: QUARTS
ko_kr: 병사)

# RelationalSplitButtonHeaderTextRelativeDate
source: Relative Dates...
chs: 相对日期...
fr_fr: Dates relatives ...
ko_kr: 상대 날짜 ...

# RelationalSplitButtonHeaderTextTo
source: to
chs: 至
fr_fr: à
ko_kr: 에게

# RelationalSplitButtonHeaderTextToday
source: Today
chs: 今天
fr_fr: Aujourd'hui
ko_kr: 오늘

# RelationalSplitButtonHeaderTextTomorrow
source: Tomorrow
chs: 明天
fr_fr: Demain
ko_kr: 내일

# RelationalSplitButtonHeaderTextWeeks
source: week(s)
chs: 周（多个）
fr_fr: semaine(s)
ko_kr: 주s

# RelationalSplitButtonHeaderTextYears
source: Year(s)
chs: 年份）
fr_fr: Années)
ko_kr: 5 년

# RelationalSplitButtonHeaderTextThis
source: Current
chs: 当前
fr_fr: En cours
ko_kr: 현재

# RelationalSplitButtonHeaderTextWeek
source: Week
chs: 周
fr_fr: Semaine
ko_kr: 주

# RelationalSplitButtonHeaderTextYesterday
source: Yesterday
chs: 昨天
fr_fr: Hier
ko_kr: 어제

# ControlToolTipCheckBox
source: Filter based on one or more items selected in a group.
chs: 滤波器基于一组中选择的一个或多个项目。
fr_fr: Filtre basé sur un ou plusieurs éléments sélectionnés dans un groupe.
ko_kr: 필터는 그룹에서 선택된 하나 이상의 항목에 근거.

# ControlToolTipComboChart
source: Compare values across categories from different data sets using multiple chart types and a secondary axis.
chs: 跨使用多种图表类型和辅助轴从不同的数据集的类别比较值。
fr_fr: Comparer les valeurs dans toutes les catégories de différents ensembles de données à l'aide de types de graphiques multiples et un axe secondaire.
ko_kr: 여러 차트 유형 및 보조 축을 사용하여 다른 데이터 세트의 카테고리에서 값을 비교합니다.

# ControlToolTipListBox
source: Filter based on single or multiple items selection in a list.
chs: 根据列表中的单个或多个项目的选择过滤器。
fr_fr: Filtre basé sur un ou plusieurs éléments de sélection dans une liste.
ko_kr: 목록에있는 단일 또는 여러 항목의 선택에 따라 필터링합니다.

# ControlToolTipRadioButton
source: Filter based on single item selection in a group.
chs: 基于一组中的单个项目选择进行过滤。
fr_fr: Filtre basé sur simple sélection d'un élément dans un groupe.
ko_kr: 그룹의 단일 항목의 선택에 따라 필터링합니다.

# DeleteAlertBox1
source: You have data binded to this widget(s).
chs: 你必须绑定到这个小部件（S）的数据。
fr_fr: Vous avez des données binded à ce widget (s).
ko_kr: 이 위젯 (들)에 binded 데이터를 가지고있다.

# DeleteAlertBox2
source: Choose an action(You can remove from canvas and still have it in widgets panel).
chs: 选择一个动作（可以从画布上删除，仍然有它在小部件面板）。
fr_fr: Choisissez une action (Vous pouvez supprimer de la toile et ont encore dans widgets panneau).
ko_kr: 작업 선택 (당신은 캔버스에서 제거하고 여전히 위젯 ​​패널에서있을 수 있습니다).

# DeleteCapsButton
source: Delete
chs: 删除
fr_fr: Supprimer
ko_kr: 지우다

# ImportBrowsPath
source: Path
chs: 路径
fr_fr: Chemin
ko_kr: 경로

# ImportDataSourceBrowsePath
source: Select a data source file
chs: 选择一个数据源文件
fr_fr: Sélectionnez un fichier de source de données
ko_kr: 데이터 소스 파일을 선택

# ImportButtonContentImport
source: Import
chs: 进口
fr_fr: Importer
ko_kr: 가져오기

# ImportDataSource
source: Data Source(s)
chs: 数据源）
fr_fr: Sources de données
ko_kr: 데이터 출처

# ImportDataSourceTitle
source: Import Data Source
chs: 导入数据源
fr_fr: Importation de données Source
ko_kr: 데이터 가져 오기 소스

# AddedControlsContainerImportDashboardToolTip
source: Import Dashboard
chs: 进口仪表板
fr_fr: importation Dashboard
ko_kr: 가져 오기 대시 보드

# AddedExcelWorkbookNoColumn
source: No columns were found in the selected work sheet.
chs: 没有列在选定工作表被发现了。
fr_fr: Aucune colonne n'a été trouvé dans la feuille de travail sélectionné.
ko_kr: 어떤 열이 선택된 작업 시트를 찾을 수 없습니다.

# ServerNotConnected
source: You haven't logged into the Dashboard Server.
chs: 您还没有登录到仪表板服务器。
fr_fr: Vous n'êtes pas connecté au Dashboard Server.
ko_kr: 당신은 대시 보드 서버에 로그인하지 않았습니다.

# ServerFileLogin
source: You haven't logged into the Dashboard Server. Login to explore & fetch files from server.
chs: 您尚未登录到仪表板服务器。登录探索＆amp;从服务器获取文件。
fr_fr: Vous n'êtes pas connecté au Dashboard Server. Connectez-vous pour explorer & Récupère les fichiers du serveur.
ko_kr: 대시 보드 서버에 로그인하지 않았습니다. 로그인하여 탐색 & 서버에서 파일을 가져옵니다.

# ServerNotConnectedLogOn
source: Login to explore & import data sources from server.
chs: 登录探索从服务器和进口数据源。
fr_fr: Connectez-vous pour explorer et sources de serveur de données d'importation.
ko_kr: 서버에서 가져 오기 데이터 소스 및 탐험에 로그인합니다.

# ImportHeaderComputer
source: COMPUTER
chs: 电脑
fr_fr: Ordinateur
ko_kr: 컴퓨터

# ImportWidgets
source: Widget(s)
chs: 小工具（S）
ko_kr: 위젯

# ImportWidgetTitle
source: Import Widget
chs: 导入小部件
fr_fr: importation Widget
ko_kr: 가져 오기 위젯

# GridPropertiesConditionalFormattingBasedOnLabelContent
source: Based On
chs: 基于
fr_fr: Basé sur
ko_kr: 기초로

# GridPropertiesConditionalFormattingColorSetting
source: Color Settings
chs: 颜色设置
fr_fr: Paramètres des couleurs
ko_kr: 색상 설정

# GridPropertiesConditionalFormattingColumnTitleLabelContent
source: Enter Column Title
chs: 输入列标题
fr_fr: Entrez le titre de colonne
ko_kr: 열 제목을 입력

# GridPropertiesConditionalFormattingForegroundColorLabel
source: Foreground
chs: 前景
fr_fr: premier plan
ko_kr: 전경

# GridPropertiesConditionalFormattingColorPaletteSelectionLabel
source: Select Color Palette
chs: 选择调色板
fr_fr: Sélectionnez Palette de couleurs
ko_kr: 색상 팔레트를 선택

# ColorPickerColorPalette
source: Palette
chs: 调色板
ko_kr: 팔레트

# CustomizeNullCustomText
source: Custom Text :
chs: 自定义文本：
fr_fr: Texte personnalisé
ko_kr: 사용자 정의 텍스트

# DesignerTabContextMenuClose
source: Close
chs: 关
fr_fr: Fermer
ko_kr: 닫기

# DesignerTabContextMenuCloseAll
source: Close All
chs: 关闭所有
fr_fr: Fermez tout
ko_kr: 모두 닫기

# DesignerTabContextMenuCloseAllButThis
source: Close All But This
chs: 关闭所有但这
fr_fr: Tout fermer Mais cette
ko_kr: 모두 닫기하지만이

# GridCustomizationConditionalFormattingConditionBetween
source: Between
chs: 协议双方分别为
fr_fr: Entre
ko_kr: 이하 당사자 간

# DataSourceReconnect
source: Reconnect
chs: 重新连接
fr_fr: Reconnexion
ko_kr: 다시 연결

# UserControlRelativeDateOptions
source: Date Options
chs: 日期选项
fr_fr: CHOIX DES DATES
ko_kr: 날짜 옵션

# RelationalSplitButtonHeaderTextUpcoming
source: Succeeding
chs: 下一
ko_kr: 성공

# RelationalSplitButtonHeaderTextMonthToDate
source: Month to date
chs: 本月至今
fr_fr: Depuis le début du mois ?
ko_kr: 월 to 날짜

# RelationalSplitButtonHeaderTextQuarterToDate
source: Quarter to date
chs: 本季至今
fr_fr: Trimestre à ce jour
ko_kr: 최신 분기

# RelationalSplitButtonHeaderTextYearToDate
source: Year to date
chs: 今年迄今为止
fr_fr: Depuis le début de l'exercice ?
ko_kr: Year to 날짜

# UserControlRelativeDateOptionsTitle
source: Relative Date Options
chs: 相对日期选项
fr_fr: Options de date relative
ko_kr: 상대 날짜 옵션

# RelationalSplitButtonHeaderTextWeekToDate
source: Week to date
chs: 周初至今
fr_fr: Semaine à jour
ko_kr: 현재까지 주

# UserControlRelativeDateError
source: Item already added
chs: 已经添加项目
fr_fr: Point déjà ajouté
ko_kr: 항목 이미 추가

# UserControlRelativeDateMoveDown
source: Move Down
chs: 下移
fr_fr: Descendre
ko_kr: 움직임 이동

# UserControlRelativeDateMoveUp
source: Move Up
chs: 提升
fr_fr: Déplacer vers le haut
ko_kr: 움직임 올라

# AboutWindowVersion
source: Version
chs: 版
fr_fr: Vssion
ko_kr: 버전

# DataPreviewNoRecordsFound
source: No records to display
chs: 无记录可显示
fr_fr: Aucun enregistrement à afficher
ko_kr: 레코드 표시 없습니다

# UserControlsMasterFilterActionAddMaster
source: Add Master(s)
chs: 添加主（S）
fr_fr: Ajouter Master (s)
ko_kr: 추가 마스터 (들)

# UserControlsMasterFilterActionChooseWidgets
source: Choose Widget(s)
chs: 选择小工具（S）
fr_fr: Choisir widgets
ko_kr: 위젯 (들)을 선택

# ExpressionEditorFunctionDescriptionAbsolute
source: Returns the absolute value of the given expression.
chs: 返回给定表达式的绝对值。
fr_fr: Renvoie la valeur absolue de l'expression donnée.
ko_kr: 주어진 식의 절대 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionAcos
source: Returns the inverse cosine(also known as arccosine) of the given numeric expression.
chs: 返回给定数字表达式的反余弦（也称为反余弦）。
fr_fr: Renvoie le cosinus inverse (également connu sous le cosinus) de l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 (또한 아크 코사인라고도 함) 역 코사인을 돌려줍니다.

# ExpressionEditorFunctionDescriptionAnd
source: Returns true if both the expressions evaluates to true.
chs: 如果两个表达式都求值为真正，则返回真正。
fr_fr: Retourne true si les deux expressions évalue à true.
ko_kr: 두 표현식이 참된로 평가되면 참된를 돌려줍니다.

# ExpressionEditorFunctionDescriptionAscii
source: Returns the ASCII code value of the first character in a string
chs: 返回字符串的第一个字符的ASCII码值
fr_fr: Renvoie la valeur de code ASCII du premier caractère dans une chaîne
ko_kr: 문자열의 첫 번째 문자의 ASCII 코드 값을 돌려줍니다

# ExpressionEditorFunctionDescriptionAsin
source: Returns the inverse sine (also known as arcsine) of the given numeric expression.
chs: 返回给定数字表达式的反正弦（也称为反正弦）。
fr_fr: Renvoie le sinus inverse (également connu sous le arcsinus) de l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 (또한 아크 사인이라고도 함) 역 사인을 반환합니다.

# ExpressionEditorFunctionDescriptionAtan
source: Returns the inverse tangent (also known as arctangent) of the given numeric expression.
chs: 返回给定数字表达式的反正切（也称为反正切）。
fr_fr: Renvoie la tangente inverse (également connu sous le arctangente) de l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 (또한 아크 탄젠트라고도 함) 역 탄젠트를 돌려줍니다.

# ExpressionEditorFunctionDescriptionAverage
source: Returns the average of the values in the given expression.
chs: 返回值的给定表达式的平均值。
fr_fr: Renvoie la moyenne des valeurs dans l'expression donnée.
ko_kr: 주어진 식의 값의 평균을 반환합니다.

# ExpressionEditorFunctionDescriptionCos
source: Returns the cosine of the angle specified in radians, in the given expression.
chs: 返回弧度指定的角度，在给定的表达式的余弦值。
fr_fr: Renvoie le cosinus de l'angle spécifié en radians, dans l'expression donnée.
ko_kr: 주어진 식의 라디안으로 지정된 각도의 코사인을 돌려줍니다.

# ExpressionEditorFunctionDescriptionCount
source: Returns the number of items in the given expression.
chs: 返回给定表达式的项数。
fr_fr: Retourne le nombre d'éléments dans l'expression donnée.
ko_kr: 주어진 식의 항목 수를 돌려줍니다.

# ExpressionEditorFunctionDescriptionDistinctCount
source: Returns the distinct number of items in the given expression.
chs: 返回给定表达式的项目不同数量。
fr_fr: Retourne le nombre distinct d'éléments dans l'expression donnée.
ko_kr: 주어진 식의 항목 별개의 수를 돌려줍니다.

# ExpressionEditorFunctionDescriptionDateDiff
source: Returns a numeric value representing the difference between two specified dates.
chs: 返回表示两个指定日期之间的差的数字值。
fr_fr: Renvoie une valeur numérique représentant la différence entre deux dates spécifiées.
ko_kr: 지정된 두 날짜 사이의 차이를 나타내는 숫자 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionDatePart
source: Returns an integer value representing the specified datepart of the given date expression.
chs: 返回表示给定日期表达式的指定日期部分的整数值。
fr_fr: Renvoie une valeur entière représentant le Partie de date spécifié de l'expression de date donnée.
ko_kr: 지정된 날짜 식의 지정된 날짜 부분을 나타내는 정수 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionDay
source: Returns a numeric value representing the day part of the specified date.
chs: 返回表示指定日期的天部分的数值。
fr_fr: Renvoie une valeur numérique représentant la partie de jour de la date indiquée.
ko_kr: 지정된 날짜의 일 부분을 나타내는 숫자 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionDegrees
source: Returns the angle in degrees for the one specified in radians, in the given numeric expression.
chs: 返回以弧度指定的，在给定的数字表达度的角度。
fr_fr: Renvoie l'angle en degrés pour celui spécifié en radians, dans l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 라디안으로 지정된 하나에 대한도 단위의 각도를 돌려줍니다.

# ExpressionEditorFunctionDescriptionDivision
source: Returns the quotient part of division operation applied over the two expressions.
chs: 返回施加在两个表达式除法运算的商一部分。
fr_fr: Renvoie la partie quotient opération de division appliqué sur les deux expressions.
ko_kr: 제산 동작의 몫의 부분이 두 식을 도포 반환.

# ExpressionEditorFunctionDescriptionExponential
source: Returns the exponential value of the given expression.
chs: 返回给定表达式的指数值。
fr_fr: Renvoie la valeur exponentielle de l'expression donnée.
ko_kr: 주어진 식의 지수 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionIF
source: Returns either TruePart or FalsePart, depending on the evaluation of the Expression.
chs: 根据对表达式的求值，返回真正的部分或假部分。
fr_fr: Retourne soit truepart ou falsepart, selon l'évaluation de l'expression.
ko_kr: 식의 평가에 따라 진실한 부분 또는 거짓 부분를 돌려줍니다.

# ExpressionEditorFunctionDescriptionNull
source: If the expression is numeric/string/date, returns the first expression. If the first expression is NULL, returns the second expression.
chs: 如果表达式是数字/字符串/日期，返回第一个表达式。如果第一个表达式为NULL，返回第二个表达式。
fr_fr: Si l'expression est numérique / ficelle / jour, retourne la première expression. Si la première expression est NULL, retourne la seconde expression.
ko_kr: 식 숫자 / 문자열 / 일이면 첫번째 식을 반환한다. 첫 번째 표현식이 없는 인 경우, 두 번째 표현을 반환합니다.

# ExpressionEditorFunctionDescriptionIndex
source: Returns index value of each row.
chs: 返回每一行的索引值。
fr_fr: Renvoie la valeur d'index de chaque ligne.
ko_kr: 각 행의 인덱스 값을 반환합니다.

# ExpressionEditorFunctionDescriptionLength
source: Returns the number of characters in the given string expression.
chs: 返回给定字符串表达式中的字符数。
fr_fr: Renvoie le nombre de caractères dans l'expression de chaîne donnée.
ko_kr: 지정된 문자열 식의 문자 수를 반환합니다.

# ExpressionEditorFunctionDescriptionLog
source: Returns the logarithm of the given expression to the specified base.
chs: 返回给定表达式到指定基底的对数。
ko_kr: 지정된베이스에 주어진 식의 대수를 돌려줍니다.

# ExpressionEditorFunctionDescriptionMax
source: Returns the maximum value in the given expression.
chs: 返回给定表达式的最大值。
fr_fr: Renvoie la valeur maximale dans l'expression donnée.
ko_kr: 주어진 식의 최대 값을 반환합니다.

# ExpressionEditorFunctionDescriptionMin
source: Returns the minimum value in the given expression.
chs: 返回给定表达式的最小值。
fr_fr: Renvoie la valeur minimale dans l'expression donnée.
ko_kr: 주어진 식의 최소값을 반환합니다.

# ExpressionEditorFunctionDescriptionMonth
source: Returns a numeric value representing the month part of the date resulted from specified date expression.
chs: 返回表示起因于指定日期表达日期的月份部分的数值。
fr_fr: Renvoie une valeur numérique représentant la partie de mois de la date résulte de l'expression de la date spécifiée.
ko_kr: 지정된 날짜 식의 결과 날짜의 월 부분을 나타내는 숫자 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionNot
source: Returns the reversed logical value of the expression being evaluated.
chs: 返回被评估的表达式的反转逻辑值。
fr_fr: Renvoie la valeur logique inversée de l'expression en cours d'évaluation.
ko_kr: 식의 반대 논리 값이 평가되고 돌려줍니다.

# ExpressionEditorFunctionDescriptionOr
source: Returns true if any of the expressions evaluates to true.
chs: 如果任何表达式求值为真正，则返回真正。
fr_fr: Retourne true si l'une des expressions est évaluée à vrai.
ko_kr: 표현식 중 하나가 참된로 평가되면 참된를 돌려줍니다.

# ExpressionEditorFunctionDescriptionPI
source: Returns the constant value of PI.
chs: 返回PI的恒定值。
fr_fr: Renvoie la valeur constante de PI.
ko_kr: PI의 상수 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionPower
source: Returns the value of the given expression (expression1) to the specified power (expression2).
chs: 返回给定表达式（表达式）到指定的功率（表达式）的值。
fr_fr: Renvoie la valeur de l'expression donnée (expression1) à la puissance spécifiée (expression2).
ko_kr: 지정된 전원 (이 표현2)에 주어진 식 (표현1이)의 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionRadians
source: Returns the angle in radians for the one specified in degrees, in the given numeric expression.
chs: 返回弧度度指定的，在给定数字表达式的角度。
fr_fr: Renvoie l'angle en radians pour celui spécifié en degrés, dans l'expression numérique donnée.
ko_kr: 주어진 숫자 식의도에 지정된 대한 라디안 각도를 돌려줍니다.

# ExpressionEditorFunctionDescriptionRound
source: Returns a rounded value.
chs: 返回舍入的值。
fr_fr: Renvoie une valeur arrondie.
ko_kr: 둥근 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionSign
source: Returns a value representing the positive (+1), zero (0), or negative (-1) sign of the given numeric expression.
chs: 返回表示正（+1）零（0）的值，或给定的数字表达的负（-1）的符号。
fr_fr: Renvoie une valeur représentant le positif (+1), zéro (0) ou négative (-1) signe de l'expression numérique donnée.
ko_kr: 상기 양극 (+1)를 나타내는 값을 영 (0) 또는 지정된 숫자 식의 음수 (-1) 기호를 돌려줍니다.

# ExpressionEditorFunctionDescriptionSin
source: Returns the sine of the angle specified in radians, in the given expression.
chs: 返回弧度指定的角度，在给定的表达式的正弦值。
fr_fr: Renvoie le sinus de l'angle spécifié en radians, dans l'expression donnée.
ko_kr: 주어진 식의 라디안으로 지정된 각도의 사인을 반환합니다.

# ExpressionEditorFunctionDescriptionSquareRoot
source: Returns the square root of the given numeric expression.
chs: 返回给定数字表达式的平方根。
fr_fr: Renvoie la racine carrée de l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 제곱근을 반환합니다.

# ExpressionEditorFunctionDescriptionSquare
source: Returns the square of the given numeric expression.
chs: 返回给定数字表达式的平方。
fr_fr: Renvoie la place de l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 2 승을 돌려줍니다.

# ExpressionEditorFunctionDescriptionStandardDeviation
source: Returns the standard deviation of values in the given expression.
chs: 返回给定表达式的值的标准偏差。
fr_fr: Renvoie l'écart type des valeurs dans l'expression donnée.
ko_kr: 지정된 식의 값의 표준 편차를 반환합니다.

# ExpressionEditorFunctionDescriptionSum
source: Returns the sum of values in the given expression.
chs: 返回给定表达式的值的总和。
fr_fr: Renvoie la somme des valeurs dans l'expression donnée.
ko_kr: 주어진 식의 값의 합계를 돌려줍니다.

# ExpressionEditorFunctionDescriptionTan
source: Returns the tangent of the given numeric expression.
chs: 返回给定数字表达式的正切值。
fr_fr: Renvoie la tangente de l'expression numérique donnée.
ko_kr: 주어진 숫자 식의 탄젠트를 돌려줍니다.

# ExpressionEditorFunctionDescriptionVar
source: Returns the variance of values in the given expression.
chs: 返回给定表达式值的变化。
fr_fr: Renvoie la variance des valeurs dans l'expression donnée.
ko_kr: 주어진 식의 값의 분산을 반환합니다.

# ExpressionEditorFunctionDescriptionYear
source: Returns a numeric value representing the year part of the date resulting from the specified date expression.
chs: 返回表示从指定的日期表达式的结果日期的年份部分的数值。
fr_fr: Renvoie une valeur numérique représentant la partie année de la date résultant de l'expression de la date spécifiée.
ko_kr: 지정된 날짜의 발현에 기인하는 날짜의 연도 부분을 나타내는 숫자 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionHour
source: Returns the hour of the given date as an integer.
chs: 返回给定日期为整数的小时。
fr_fr: Renvoie l'heure de la date donnée comme un entier.
ko_kr: 정수로 지정된 날짜의 시간을 돌려줍니다.

# ExpressionEditorFunctionDescriptionMinutes
source: Returns a numeric value representing the minute part of the date resulted from specified date expression.
chs: 返回表示起因于指定日期表达式的日期部分分的数值。
fr_fr: Renvoie une valeur numérique représentant la partie infime de la date résulte de l'expression de la date spécifiée.
ko_kr: 지정된 날짜 식의 결과 날짜의 분 부분을 나타내는 숫자 값을 돌려줍니다.

# ExpressionEditorFunctionDescriptionNow
source: Returns the current date and time.
chs: 返回当前日期和时间。
fr_fr: Renvoie la date et l'heure actuelle.
ko_kr: 현재 날짜와 시간을 돌려줍니다.

# ExpressionEditorFunctionDescriptionSystemDateTime
source: Returns the current sytem date and time.
chs: 返回当前系统正日期和时间。
fr_fr: Renvoie la date de sytem et l'heure.
ko_kr: 현재 시스템이 재부 날짜와 시간을 반환합니다.

# ExpressionEditorFunctionDescriptionToday
source: Returns the current date.
chs: 返回当前日期。
fr_fr: Renvoie la date actuelle.
ko_kr: 현재 날짜를 반환합니다.

# ExpressionEditorFunctionDescriptionWeek
source: Returns the number of week of the given date as an integer.
chs: 返回给定的日期为整数的周的数目。
fr_fr: Retourne le nombre de semaine de la date donnée comme un entier.
ko_kr: 정수로 지정된 날짜의 주 수를 돌려줍니다.

# RelationalSplitButtonHeaderTextExactTime
source: Exact Time
chs: 确切时间
fr_fr: Heure exacte
ko_kr: 정확한 시간

# RangeNavigatorFilterWindowTitle
source: Range Filter
chs: 范围过滤器
fr_fr: Filtre de gamme
ko_kr: 범위 필터

# DashboardDesignerAlertBoxMessageResetControl
source: Are you sure you want to reset the properties of the selected widget?
chs: 你确定要重置所选窗口小部件的属性？
fr_fr: Etes-vous sûr de vouloir réinitialiser les propriétés du widget sélectionné?
ko_kr: 당신은 당신이 선택한 위젯의 속성을 다시 설정 하시겠습니까?

# ControlCardVariationType
source: percentoftarget
chs: 百分比
fr_fr: pour cent de la cible
ko_kr: 목표의 비율

# ControlLabelText
source: Label
chs: 标签
fr_fr: Étiquette
ko_kr: 라벨

# ControlMapField
source: name
chs: 名字
fr_fr: nom
ko_kr: 이름

# CustomViewExpressionAggregation
source: Aggregation Functions
chs: 聚合函数
fr_fr: Fonctions d'agrégation
ko_kr: 집계 함수

# ControlMapShape
source: WorldMap_Countries
chs: 世界地图国家
fr_fr: Mappemonde_Des pays
ko_kr: 세계지도 국가
