Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# ReconnectTableToOdbcAnsiSqlConnectionType
source: The schema structure in reconnected datasource is same with existing one. If you want to reconnect with the new datasource by retaining all schema related configurations, then you will redirect to Extract mode. Otherwise you will be connected with the new datasource in Live mode by resetting all schema related configurations. Do you want to continue?
chs: 重新连接的数据源中的模式结构与现有模式结构相同。 如果您想通过保留所有模式相关配置来重新连接新数据源，那么您将重定向到提取模式。 否则，您将通过重置所有与模式相关的配置，在实时模式下与新的数据源连接。 你想继续吗？
fr_fr: La structure de schéma dans la source de données reconnectée est identique à celle existante. Si vous souhaitez vous reconnecter à la nouvelle source de données en conservant toutes les configurations liées au schéma, vous redirigerez vers le mode Extraire. Sinon, vous serez connecté à la nouvelle source de données en mode Live en réinitialisant toutes les configurations liées au schéma. Voulez-vous continuer?
ko_kr: 다시 연결된 데이터 소스의 스키마 구조는 기존 데이터 소스와 동일합니다. 모든 스키마 관련 구성을 유지하여 새 데이터 소스에 다시 연결하려면 추출 모드로 리디렉션됩니다. 그렇지 않으면 모든 스키마 관련 구성을 재설정하여 라이브 모드에서 새 데이터 소스에 연결됩니다. 계속 하시겠습니까?

# TableRelationAlert
source: The new schema differs from the existing one, and hence the table relation cannot be retained. Do you want to proceed?
chs: 新的模式与现有模式不同，因此表格关系不能保留。你想继续吗？
fr_fr: Le nouveau schéma diffère de celui existant et, par conséquent, la relation de table ne peut pas être conservée. Voulez-vous poursuivre?
ko_kr: 새 스키마는 기존 스키마와 다르므로 테이블 관계를 유지할 수 없습니다. 진행 하시겠습니까?

# UnableToConnectServerMessage
source: Unable to connect server.
chs: 无法连接服务器
fr_fr: Impossible de se connecter au serveur
ko_kr: 서버에 연결할 수 없습니다

# DataConnectionAlertBoxMessageIpEmpty
source: IP must not be empty
chs: IP不能为空
fr_fr: IP ne doit pas être vide
ko_kr: IP는 비워 둘 수 없습니다

# DataConnectionAlertBoxMessagePortEmpty
source: Port must not be empty
chs: 端口不能为空
fr_fr: Port ne doit pas être vide
ko_kr: 포트는 비워 둘 수 없습니다

# ErrorWhileLaunchingLinkedDashboardDetail
source: 1. Logged in server version might be different. 2. Dashboard might have been moved or deleted.
chs: 登录服务器版本可能会有所不同。 2.仪表板可能已被移动或删除。。
ko_kr: 1. 로그인 한 서버 버전이 다를 수 있습니다. 2. 대시 보드가 이동되거나 삭제되었을 수 있습니다.

# WebConnectionDataFetchingErrorAlert
source: There was an error in connecting to the data. Please make sure your connection information is valid.
chs: 有在连接到数据中的错误。请确保您的连接信息是否有效。
fr_fr: Une erreur s'est produite lors de la connexion aux données. Assurez-vous que vos informations de connexion sont valides.
ko_kr: 데이터 연결에 오류가 발생했습니다. 연결 정보가 유효한지 확인하십시오.

# JsonInformationIconTooltipContent
source: JSON with first level are taken into account,ignored the properties if it has inner level.
chs: JSON与第一电平都考虑到，忽略的属性，如果它具有内水平。
fr_fr: JSON avec le premier niveau sont pris en compte, ignoré les propriétés si elle a le niveau interne.
ko_kr: 첫 번째 수준과 JSON은 고려가 내부 레벨이있는 ​​경우 속성을 무시됩니다.

# ChooseButton
source: Choose
chs: 选择
fr_fr: Choisir
ko_kr: 선택

# UserFilterCheckAll
source: Check All
chs: 选择所有
fr_fr: Cocher tout
ko_kr: 전체 확인

# UserFilterSort
source: Sort
chs: 排序
fr_fr: Trier
ko_kr: 정렬

# UserFilterUncheckAll
source: Uncheck All
chs: 取消所有
fr_fr: Décocher tout
ko_kr: 모두 선택 취소

# CustomLegendSettingsTitleDefaultFormat
source: {{:Row}}({{:Value}})
chs: {{：行}}（{{：值}}）
fr_fr: {{: Rangée}} ({{Valeur}})
ko_kr: {{: 행}} ({{값}})

# CustomLegendSettingsTitleEditAs
source: Edit as
chs: 作为编辑
fr_fr: Modifier comme
ko_kr: 같은 편집

# CustomLegendSettingsTitleUngroup
source: Group
chs: 组别
fr_fr: Groupe
ko_kr: 그룹

# CustomLegendSettingsTitleFormat
source: Display Format
chs: 显示格式
fr_fr: Format d'affichage
ko_kr: 표시 형식

# LegendTextValidate
source: *Format should not empty
chs: *格式应该不是空的
fr_fr: Format ne devrait pas vide
ko_kr: * 형식이 비어 있지해야

# DashboardControlsAlertMsgEjRangeSliderNullValue
source: Invalid date value in the added column
chs: 在添加的列无效的日期值
fr_fr: valeur de date non valide dans la colonne ajoutée
ko_kr: 추가 된 항목에 잘못된 날짜 값

# ViewsChooseLanguageMenuItemHeaderText
source: Choose Language File...
chs: 选择语言文件...
fr_fr: Choisissez Fichier de langue ...
ko_kr: 언어 파일을 선택합니다 ...

# ViewsDefaultLanguageMenuItemHeaderText
source: English (United States)
chs: 美国英语）
fr_fr: Anglais (États Unis)
ko_kr: 영어 (미국)

# ViewsLanguageMenuItemHeaderText
source: Language
chs: 语言
fr_fr: La langue
ko_kr: 언어

# ViewsLanguageResource
source: Resources
chs: 资源
fr_fr: Ressources
ko_kr: 참고자료

# PropertiesWindowChartPrimaryXAxisTitle
source: Category Axis Title
chs: 分类轴标题
fr_fr: Catégorie Titre de l'axe
ko_kr: 범주 축 제목

# PropertiesWindowChartPrimaryYAxisTitle
source: Primary Value Axis Title
chs: 主数值轴标题
fr_fr: Primaire Valeur Axe Titre
ko_kr: 기본 값 축 제목

# PropertiesWindowChartSecondaryYAxisTitle
source: Secondary Value Axis Title
chs: 值轴标题
fr_fr: Secondaire Valeur Axe Titre
ko_kr: 보조 값 축 제목

# PropertiesWindowHeaderTextValueLabelRotation
source: Value Label Rotation
chs: 值标签旋转
fr_fr: Valeur Étiquette Rotation
ko_kr: 값 레이블 회전

# DashboardUntitledText
source: Untitled Dashboard
chs: 无题仪表板
fr_fr: Tableau de bord Sans titre
ko_kr: 제목 없음 대시 보드

# DataSourceToolBarAddFilters
source: Add Filters
chs: 添加过滤器
fr_fr: Ajouter des filtres
ko_kr: 필터 추가

# SchedulerWindowAdvancedSettingsText
source: Advanced settings
chs: 高级设置
fr_fr: Paramètres avancés
ko_kr: 추가 설정

# SchedulerWindowForAutoDurationOfText
source: for a duration of:
chs: 对于持续时间：
fr_fr: pour une durée de:
ko_kr: 의 기간 동안 :

# SchedulerWindowMonthlyRecursTheText
source: The
chs: 是
fr_fr: Le
ko_kr: 그러므로 동료의 영향력은 매우 강해질 수 있으며 이는 그들의 예상밖의 행동을 초래할 수 있다.

# SchedulerWindowRecursFridayText
source: Friday
chs: 星期五
fr_fr: Vendredi
ko_kr: 금요일

# SchedulerWindowRecursMondayText
source: Monday
chs: 星期一
fr_fr: Lundi
ko_kr: 월요일

# SchedulerWindowRecursSaturdayText
source: Saturday
chs: 星期六
fr_fr: Samedi
ko_kr: 토요일

# SchedulerWindowRecursSundayText
source: Sunday
chs: 星期天
fr_fr: Dimanche
ko_kr: 일요일

# SchedulerWindowRecursThursdayText
source: Thursday
chs: 星期四
fr_fr: Jeudi
ko_kr: 목요일

# SchedulerWindowRecursTuesdayText
source: Tuesday
chs: 星期二
fr_fr: Mardi
ko_kr: 화요일

# SchedulerWindowRecursWednesdayText
source: Wednesday
chs: 星期三
fr_fr: Mercredi
ko_kr: 수요일

# SchedulerWindowRepeatTaskEveryText
source: Repeat task every:
chs: 重复任务间隔：
fr_fr: Répéter la tâche tous:
ko_kr: 반복 작업의 모든 :

# SchedulerWindowWeeksText
source: Week(s)
chs: 周（S）
fr_fr: Semaine(s)
ko_kr: {0}%1$s{/0}주

# DataSourceCodeViewText
source: Query View
chs: 查询视图
fr_fr: Vue de la requête
ko_kr: 쿼리보기

# DataSourceDesignViewText
source: Design View
chs: 设计视图
fr_fr: design Vue
ko_kr: 디자인보기

# DeleteAlertBoxDeleteFromProject
source: Delete from Project
chs: 从项目中删除
fr_fr: Supprimer du projet
ko_kr: 프로젝트에서 삭제

# PropertiesWindowDataLabelPercentage
source: Percentage
chs: 百分比
fr_fr: Pourcentage
ko_kr: 백분율

# PropertiesWindowDataLabelValue
source: Value
chs: 价值
fr_fr: Valeur
ko_kr: 가격

# PropertiesWindowDataLabelValueAndPercentage
source: Value and Percentage
chs: 值和百分比
fr_fr: Valeur et pourcentage
ko_kr: 값 및 비율

# DataSourceWizardWebDataConnectorTitle
source: Web Data Source
chs: Web数据源
ko_kr: 웹 데이터 소스

# DataSourceWizardWebDataConnector
source: URL
chs: 网址
fr_fr: Lien
ko_kr: URL 끌

# DataSourceWizardWebDataConnectorRestApi
source: Enter required information to access a RESTful API resource
chs: 输入必要的信息来访问一个RESTful API资源
fr_fr: Entrez les informations nécessaires pour accéder à une ressource API RESTful
ko_kr: 편안한 API 리소스에 액세스하는 데 필요한 정보를 입력

# DataSourceWizardWebDataConnectorType
source: Authentication Type
chs: 身份验证类型
fr_fr: Type d'Authentification
ko_kr: 인증 유형

# DataSourceWizardWebDataConnectorProvider
source: Provider
chs: 提供商
fr_fr: Fournisseur
ko_kr: 제공업체

# DataSourceWizardWebDataConnectorAzureAccess
source: Azure Access Key"
chs: Azure的访问密钥“
fr_fr: Azur Clef d'accès
ko_kr: 푸른 액세스 키 \"

# AddedControlsContainerPaste
source: Paste
chs: 糊
fr_fr: Coller
ko_kr: 붙여넣기

# DashboardLinkingAppendColumnName
source: Append Column Name
chs: 追加列名
fr_fr: Append Nom de la colonne
ko_kr: 열 이름을 추가

# DashboardLinkingPreview
source: URL Preview
chs: 网址预览
fr_fr: URL Aperçu
ko_kr: URL 미리보기

# GadgetDataPreviewShowAllColumnsText
source: Show all columns
chs: 显示所有列
fr_fr: Afficher Toutes les Colonnes
ko_kr: 모든 열을보기

# LinkingParameterSettingsWindowResetText
source: Reset
chs: 重置
fr_fr: Réinitialiser
ko_kr: 리셋

# PublishWindowAgentIpText
source: Agent IP
chs: 代理IP
ko_kr: 에이전트 IP

# PublishWindowConnection
source: Connection
chs: 连接
fr_fr: Connexion
ko_kr: 연결Connection

# PublishWindowCreateSchedule
source: Create Schedule
chs: 创建计划
fr_fr: Créer annexe
ko_kr: 일정 만들기

# PublishWindowViewExistingSchedulesText
source: View existing schedules
chs: 查看现有计划
fr_fr: Voir les horaires existants
ko_kr: 기존 일정보기

# SchedulerWindowLastRuntime
source: Last Run Time
chs: 上次运行时间
fr_fr: Dernière exécution
ko_kr: 마지막 실행 시간

# SchedulerWindowNextRuntime
source: Next Run Time
chs: 下次运行时间
fr_fr: Suivant Run Time
ko_kr: 다음 실행 시간

# SchedulerWindowStatusText
source: Status
chs: 状态
fr_fr: Statut
ko_kr: 지위

# AlertBoxBold
source: Bold
chs: 大胆
fr_fr: Gras
ko_kr: 굵게

# AlertBoxHyperlink
source: Hyperlink
chs: 超链接
fr_fr: . lien hypertexte
ko_kr: 하이퍼 링크

# AlertBoxItalic
source: Italic
chs: 斜体
fr_fr: Italique
ko_kr: 이테릭체

# AlertBoxUnderline
source: Underline
chs: 强调
fr_fr: Souligné
ko_kr: 밑줄

# BubbleColorSelectorColorText
source: Color
chs: 颜色
fr_fr: Couleur
ko_kr: 색상

# ControlDesignerClearFilterContent
source: Clear Filter
chs: 清除过滤器
fr_fr: Effacer le filtre
ko_kr: 필터 지우기

# ControlDesignerLoadingText
source: Loading...
chs: 正在加载...
fr_fr: Chargement...
ko_kr: 로딩 중...

# CustomAlertBoxBrowseContent
source: Browse...
chs: 浏览...
fr_fr: Parcourir..
ko_kr: 찾기...

# CustomSearchBoxPopupSearchText
source: Search
chs: 搜索
fr_fr: Recherche
ko_kr: 검색

# CustomSearchBoxBegins
source: Begins
chs: 开始
fr_fr: Commence
ko_kr: 시작

# CustomSearchBoxContains
source: Contains
chs: 包含
fr_fr: Contenu
ko_kr: 다음 포함

# CustomSearchBoxEnds
source: Ends
chs: 完
fr_fr: Terminé
ko_kr: 끝 -

# CustomSearchBoxTable
source: Table
chs: 桌子
fr_fr: Tableau
ko_kr: 표

# CustomAlertBoxFilePath
source: filepath
chs: 文件路径
fr_fr: chemin du fichier
ko_kr: 파일 경로

# TitleEditorDescription
source: description
chs: 说明
ko_kr: 설명

# BubbleMapPropertiesWindowAfrica
source: Africa
chs: 非洲
fr_fr: Afrique
ko_kr: 아프리카

# BubbleMapPropertiesWindowAsia
source: Asia
chs: 亚洲
fr_fr: Asie
ko_kr: 아시아

# BubbleMapPropertiesWindowAustraliaTerritories
source: Australia_Territories
chs: 澳大利亚领土
fr_fr: Australie_Territoires
ko_kr: 오스트레일리아 _ 토리토리

# BubbleMapPropertiesWindowCanada
source: Canada
chs: 加拿大
fr_fr: Le Canada
ko_kr: 캐나다

# BubbleMapPropertiesWindowEurope
source: Europe
chs: 欧洲
ko_kr: 유럽

# BubbleMapPropertiesWindowFrance
source: France
chs: 法国
fr_fr: Portugais
ko_kr: 프랑스

# BubbleMapPropertiesWindowGermany
source: Germany
chs: 德国
fr_fr: Allemagne
ko_kr: 독일

# BubbleMapPropertiesWindowIndia
source: India
chs: 印度
fr_fr: Inde
ko_kr: 인도

# BubbleMapPropertiesWindowNorthAmerica
source: North America
chs: 北美
fr_fr: Amérique du Nord
ko_kr: 북미

# BubbleMapPropertiesWindowSouthAmerica
source: South America
chs: 南美洲
fr_fr: Amérique du sud
ko_kr: 남아메리카

# BubbleMapPropertiesWindowUnitedKingdom
source: United Kingdom
chs: 英国
fr_fr: Royaume-Uni
ko_kr: 영국

# BubbleMapPropertiesWindowUnitedStatesOfAmerica
source: USA_States
chs: 美国各州
fr_fr: USA_États
ko_kr: 미국 주

# BubbleMapPropertiesWindowWorldMapContinent
source: WorldMap_Continent
chs: 世界地图大陆
fr_fr: Carte du monde_Continent
ko_kr: 세계지도 대륙

# BubbleMapPropertiesWindowWorldMapCountries
source: WorldMap_Countries
chs: 世界地图国家
fr_fr: Carte du monde_des pays
ko_kr: 세계지도 국가

# EjGridPropertiesLoadedAction_Information_Button
source: Please configure the Data Grid with atleast one measure
chs: 请至少使用一个度量配置数据网格
fr_fr: S'il vous plaît configurer la grille de données avec atleast une mesure
ko_kr: 이어야 한 마디로 데이터 그리드를 구성하십시오

# EjGridPropertiesLoadedAction_OkButton
source: Please configure the Data Grid with atleast one measure
chs: 请至少使用一个度量配置数据网格
fr_fr: S'il vous plaît configurer la grille de données avec atleast une mesure
ko_kr: 이어야 한 마디로 데이터 그리드를 구성하십시오

# DashboardDesignerDataSource
source: DataSource
chs: 数据源
fr_fr: Source de données
ko_kr: 데이터 소스:

# DashboardDesignerDataSource1
source: DataSource1
chs: 数据源1
fr_fr: Source de données
ko_kr: 데이터 소스:

# DataSourceImportedText
source: _Imported
chs: _导入
fr_fr: Importé
ko_kr: 가져옴

# AgentSchedulerAllDaysText
source: All days
chs: 每天
fr_fr: Tous les jours
ko_kr: 모든 일

# AgentSchedulerAprilText
source: April
chs: 四月
fr_fr: avril
ko_kr: 4월

# AgentSchedulerAugustText
source: August
chs: 八月
fr_fr: août
ko_kr: 8월

# AgentSchedulerDecemberText
source: December
chs: 十二月
fr_fr: Décembre
ko_kr: 12월

# AgentSchedulerFebruaryText
source: February
chs: 二月
fr_fr: février
ko_kr: 2월

# AgentSchedulerFirstText
source: First
chs: 第一
fr_fr: Premier
ko_kr: 처음

# AgentSchedulerFourthText
source: Fourth
chs: 第四
fr_fr: Quatrième
ko_kr: 네번째

# AgentSchedulerJanuaryText
source: January
chs: 一月
fr_fr: janvier
ko_kr: 1월

# AgentSchedulerJulyText
source: July
chs: 七月
fr_fr: juillet
ko_kr: 7월

# AgentSchedulerJuneText
source: June
chs: 六月
fr_fr: juin
ko_kr: 6월

# AgentSchedulerLastText
source: Last
chs: 最后
fr_fr: Dernier
ko_kr: 마지막

# AgentSchedulerMarchText
source: March
chs: 三月
fr_fr: Mars
ko_kr: 3월

# AgentSchedulerMayText
source: May
chs: 五月
fr_fr: Mai
ko_kr: 5우

# AgentSchedulerNovemberText
source: November
chs: 十一月
fr_fr: novembre
ko_kr: 11월

# AgentSchedulerOctoberText
source: October
chs: 十月
fr_fr: octobre
ko_kr: 10월

# AgentSchedulerSecondText
source: Second
chs: 第二
fr_fr: Seconde
ko_kr: 두번째

# AgentSchedulerSeptemberText
source: September
chs: 九月
fr_fr: septembre
ko_kr: 9월

# AgentSchedulerThirdText
source: Third
chs: 第三
fr_fr: Troisième
ko_kr: 세번째

# AgentSchedulerWeekdayText
source: Weekday
chs: 平日
fr_fr: Jour de la semaine
ko_kr: 주일

# AgentSchedulerWeekendDayText
source: Weekend
chs: 周末
fr_fr: fin de semaine
ko_kr: 주말

# PreviewSettingsErrorMessageWhileSaving
source: An error occured whie trying to save the settings
chs: 尝试保存设置时出错
fr_fr: Une erreur est survenue whie essayant d'enregistrer les paramètres
ko_kr: 오류가 동안 설정을 저장하는 동안 발생

# PreviewSettingsValidServiceAlertMessage
source: Plase Provide a valid service url
chs: 请提供有效的服务网址
fr_fr: Plase Fournir une URL de service valide
ko_kr: 부디 유효한 서비스 URL을 제공

# ContainerHeaderWindowHeaderText
source: Heading
chs: 标题
fr_fr: Titre
ko_kr: 제목

# EjDrillChartPropertiesDataLabelText
source: Data Label
chs: 数据标签
fr_fr: Étiquette de données
ko_kr: 데이터 레이블

# EjDrillChartPropertiesShowHeaderContent
source: Show Header
chs: 显示表头
fr_fr: Afficher en-tête
ko_kr: 표시 헤더

# DashboardEjTreeMapErrorMessage
source: Error in Data
chs: 错误数据
fr_fr: Erreur dans les données
ko_kr: 데이터 오류

# EjDrillChartPropertiesAdornment SuffixContent
source: Adornment Suffix
chs: 装饰后缀
fr_fr: Parure Suffixe
ko_kr: 장식품 접미사

# EjDrillChartPropertiesPrimaryXAxisContent
source: Primary X-Axis
chs: 一次X轴
fr_fr: Primaire X-Axe
ko_kr: 기본 X 축

# EjDrillChartPropertiesPrimaryYAxisContent
source: Primary Y-Axis
chs: 主Y轴
fr_fr: Primaire Y-Axe
ko_kr: 기본 Y 축

# EjRangeSliderPropertiesWindowOrientationText
source: Orientation
chs: 方向
ko_kr: 회전

# ImageToolBarSetImageContent
source: Set Image...
chs: 设置图像...
fr_fr: Définir l'image
ko_kr: 설정 이미지 ...

# MultipleSelectionToolBarCanvasControlsText
source: Canvas Controls
chs: 帆布控制
fr_fr: Contrôles de toile
ko_kr: 캔버스 컨트롤

# PivotGridPropertiesWindowEnableGroupingBarText
source: Enable GroupingBar
chs: 启用分组栏
fr_fr: Activer Barre de groupement
ko_kr: 그룹핑 바 사용

# DashboardEjCardErrorMessageInjectingProperty
source: An error occured while injecting property to the control.
chs: 同时注入属性来控制时出错。
fr_fr: Une erreur est survenue lors de l'injection des biens au contrôle.
ko_kr: 컨트롤에 속성을 주입하는 동안 오류가 발생했습니다.

# UserFilterMapping
source: Auto Map Users
chs: 自动地图用户
fr_fr: Auto Carte Utilisateurs
ko_kr: 오토 맵 사용자

# RecentReportListFileDoesNotExistsAlertMessage
source: File does not exist in the saved location. Do you want to remove it from the recent dashboards list?
chs: 文件中不保存的位置存在。你想从最近的仪表板列表中删除吗？
fr_fr: Le fichier n'existe pas dans l'emplacement enregistré. Voulez-vous le supprimer de la liste des tableaux de bord récents?
ko_kr: 파일이 저장된 위치에 존재하지 않습니다. 당신은 최근의 대시 보드 목록에서 삭제 하시겠습니까?

# UserFilterFilter
source: Filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터

# UserFilterMessageError
source: Error Processing Data
chs: 错误处理数据
fr_fr: Erreur de traitement des données
ko_kr: 처리 데이터 오류

# UserFilterMessageErrorDescription
source: Selected column data does not match the user list. Please check the data and try again.
chs: 选中的列数据不匹配的用户列表。请检查数据，然后再试一次。
fr_fr: données de la colonne sélectionnée ne correspond pas à la liste des utilisateurs. S'il vous plaît vérifier les données et essayer à nouveau.
ko_kr: 선택된 열의 데이터는 사용자리스트와 일치하지 않는다. 데이터를 확인하고 다시 시도하십시오.

# UserFilterMessageMatched
source: Mapped
chs: 映射
fr_fr: mappé
ko_kr: 매핑

# UserFilterMessageSuccess
source: User mapping successful.
chs: 用户映射成功。
fr_fr: cartographie réussie de l'utilisateur.
ko_kr: 사용자 매핑 성공.

# UserFilterMessageUnmatched
source: Unmapped
chs: 未映射
ko_kr: 매핑되지 않은

# EjGridPropertiesLoadedActionGetDeltaDisplayNameOf
source: of
chs: 的
fr_fr: de
ko_kr: 중

# EjGridPropertiesLoadedActionGetDeltaDisplayNameVS
source: Vs
fr_fr: contre
ko_kr: 대

# UserFilterWarningMessage
source: Do you want to map the existing users with the values in the right pane?
chs: 你想在右窗格中的价值观现有用户映射？
fr_fr: Voulez-vous pour cartographier les utilisateurs existants avec les valeurs dans le volet de droite?
ko_kr: 당신은 오른쪽 창에서 값을 사용하여 기존 사용자를 매핑 할합니까?

# UserFilterWarningMessageDescription
source: This operation will reset the filters already mapped.
chs: 此操作将重置已经映射的过滤器。
fr_fr: Cette opération permet de réinitialiser les filtres déjà cartographiés.
ko_kr: 이 작업은 이미 매핑 된 필터를 재설정합니다.

# AddedControlsContainerViewData
source: View Data
chs: 查看数据
fr_fr: Voir les données
ko_kr: 데이터보기

# ControlTypeConstantsDashboardLabel
source: Label
chs: 标签
fr_fr: Étiquette
ko_kr: 라벨

# ControlTypeConstantsDashboardImage
source: DashboardLabel
chs: 仪表板标签
ko_kr: 대시 보드 레이블

# ControlTypeConstantsEjBubbleMap
source: BubbleMap
chs: 泡泡图
fr_fr: Carte des bulles
ko_kr: 버블 맵

# ControlTypeConstantsEjBulletGraph
source: BulletGraph
chs: 子弹图
fr_fr: Bullet Graphique
ko_kr: 글 머리 기호 그래프

# ControlTypeConstantsEjCard
source: Card
chs: 卡
fr_fr: Fiche
ko_kr: 카드

# ControlTypeConstantsEjChart
source: Chart
chs: 图表
fr_fr: Charte
ko_kr: 차트

# ControlTypeConstantsEjCheckBox
source: CheckBox
chs: 复选框
fr_fr: Case à cocher
ko_kr: 확인란

# ControlTypeConstantsEjChoroplethMap
source: ChoroplethMap
chs: Choropleth地图
fr_fr: choroplèthe Plan
ko_kr: 합창단지도

# ControlTypeConstantsEjComparisonChart
source: ComboChart
chs: 组合图
fr_fr: Tableau combiné
ko_kr: 콤보 차트

# ControlTypeConstantsEjDatePicker
source: DatePicker
chs: 日期选择器
fr_fr: Sélecteur de date
ko_kr: 날짜 선택기

# ControlTypeConstantsEjDrillChart
source: DrillChart
chs: 钻图
fr_fr: tableau de forage
ko_kr: 드릴 차트

# ControlTypeConstantsEjFilterComboBox
source: ComboBox
chs: 组合框
fr_fr: liste déroulante
ko_kr: 콤보 박스

# ControlTypeConstantsEjGauge
source: Gauge
chs: 测量
fr_fr: échantillon
ko_kr: - 게이지

# ControlTypeConstantsEjGrid
source: Grid
chs: 格
fr_fr: Grille
ko_kr: 그리드

# ControlTypeConstantsEjLinearGauge
source: LinearGauge
chs: 线性仪表
fr_fr: Jauge linéaire
ko_kr: 선형 게이지

# ControlTypeConstantsEjListBox
source: ListBox
chs: 列表框
fr_fr: Boîte de liste
ko_kr: 목록 상자

# ControlTypeConstantsEjProportionChart
source: ProportionChart
chs: 比例图
ko_kr: 비율 차트

# ControlTypeConstantsEjRadioButton
source: RadioButton
chs: 单选按钮
fr_fr: Bouton radio
ko_kr: 라디오 버튼

# ControlTypeConstantsEjRangeNavigator
source: RangeNavigator
chs: 范围导航器
fr_fr: GammeNavigator
ko_kr: 레인지 네비게이터

# ControlTypeConstantsEjRangeSlider
source: RangeSlider
chs: 范围滑块
fr_fr: GammeSlider
ko_kr: 범위 슬라이더

# ControlTypeConstantsEjTagCloud
source: TagCloud
chs: 标签云
fr_fr: Nuage de tags
ko_kr: 태그 클라우드

# ControlTypeConstantsEjTreeMap
source: TreeMap
chs: 树映射
fr_fr: carte d'arbre
ko_kr: 나무지도

# ControlTypeConstantsLabel
source: Label
chs: 标签
fr_fr: Étiquette
ko_kr: 라벨

# ControlTypeConstantsImage
source: Image
chs: 图片
ko_kr: 이미지

# ControlTypeConstantsPivotGrid
source: PivotGrid
chs: 数据透视网格
fr_fr: Pivot Grille
ko_kr: 피벗 그리드

# DataSourceToolBarUserControlRefresh
source: Refresh
chs: 刷新
fr_fr: Rafraîchir
ko_kr: 새로 고침

# CustomViewDataTypeString
source: String
chs: 串
fr_fr: Chaîne
ko_kr: 문자열

# UserControlsChangeMeasureFormatUserControlUnitValueBillions
source: Billions
chs: 数十亿美元
fr_fr: Des milliards?
ko_kr: 수십억

# ExpressionEditorFunctionDescriptionCurrentUser
source: Returns the current user name.This function uses Dashboard Server user name when the user is signed in, else it returns null
chs: 返回当前用户名。此函数在用户登录时使用仪表板服务器用户名，否则返回空值
fr_fr: Renvoie la fonction actuelle de name.This utilisateur utilise tableau de bord nom d'utilisateur du serveur lorsque l'utilisateur est connecté, sinon il renvoie null
ko_kr: 사용자가 로그인 할 때 돌려 현재 사용자 이름.이 기능은 다른는 없는를 돌려, 대시 보드 서버 사용자 이름을 사용

# ExpressionEditorFunctionDescriptionFullName
source: Returns the current user's Full Name .This function uses Dashboard Server user's full name when the user is signed in, else it returns null
chs: 返回当前用户的全名。这一功能使用仪表板服务器用户的全名，当用户登录，否则返回空值
fr_fr: Renvoie la fonction Nom complet .Cet de l'utilisateur actuel utilise le nom complet de l'utilisateur tableau de bord Server lorsque l'utilisateur est connecté, sinon il renvoie null
ko_kr: 사용자가 로그인 할 때 돌려 현재 사용자의 전체 이름 .이 기능 그렇지 않으면 없는을 반환, 대시 보드 서버 사용자의 전체 이름을 사용

# ExpressionEditorAll
source: All
chs: 所有
fr_fr: Tout
ko_kr: 모두

# ExpressionEditorNumber
source: Number
chs: 数
fr_fr: Nombre
ko_kr: 숫자

# ExpressionEditorText
source: Text
chs: 文字
fr_fr: Texte
ko_kr: 문자

# ExpressionEditorDate
source: Date
chs: 日期
ko_kr: 날짜

# ExpressionEditorNumbers
source: Numbers
chs: 数字
fr_fr: Nombres
ko_kr: 수

# ExpressionEditorAggregation
source: Aggregation
chs: 聚合
fr_fr: Agrégation
ko_kr: 집합

# ExpressionEditorConditional
source: Conditional
chs: 条件
fr_fr: Conditionnel
ko_kr: 가정 어구

# ExpressionEditorLogical
source: Logical
chs: 合乎逻辑的
fr_fr: Logique
ko_kr: 논리

# ExpressionEditorString
source: String
chs: 串
fr_fr: Chaîne
ko_kr: 문자열

# ExpressionEditorFilter
source: Filter
chs: 过滤器
fr_fr: Filtrer
ko_kr: 필터

# ExpressionEditorRow
source: Row
chs: 行
fr_fr: Rangée
ko_kr: 열

# MainWindowMinimize
source: Minimize
chs: 最小化
fr_fr: Minimiser
ko_kr: 최소화

# MainWindowMaximize
source: Maximize
chs: 最大化
fr_fr: Maximiser
ko_kr: 극대화

# MainWindowRestoreDown
source: Restore Down
chs: 向下还原
fr_fr: Restaurer vers le bas
ko_kr: 아래로 복원

# MainWindowClose
source: Close
chs: 关
fr_fr: Fermer
ko_kr: 닫기

# UserFilterAutomapTypeEmail
source: Email
chs: 电子邮件
ko_kr: 이메일

# UserFilterAutomapTypeFullName
source: Full Name
chs: 全名
fr_fr: Nom complet
ko_kr: 성명:

# UserFilterAutomapTypeUserName
source: Username
chs: 用户名
fr_fr: Nom d'utilisateur
ko_kr: 사용자 이름

# UserFilterFilterTypeAll
source: All
chs: 所有
fr_fr: Tout
ko_kr: 모두

# UserFilterFilterTypeSelected
source: Mapped
chs: 映射
fr_fr: mappé
ko_kr: 매핑

# UserFilterTypeUnselected
source: Unmapped
chs: 未映射
ko_kr: 매핑되지 않은

# UserFilterWindowContextRemove
source: Remove
chs: 删除
fr_fr: Enlever
ko_kr: 삭제

# RelationalSplitButtonHeaderTextPast
source: Past
chs: 过去
fr_fr: Précédent
ko_kr: 과거

# RelationalSplitButtonHeaderTextUpCome
source: Upcoming
chs: 即将到来
fr_fr: Prochainement
ko_kr: 예정된

# PreviewButtonPreviewAs
source: Preview dashboard as
chs: 预览仪表板作为
fr_fr: Aperçu tableau de bord comme
ko_kr: 미리보기 대시 보드 등

# PreviewButtonPreviewFetchError
source: Error getting user list
chs: 错误获取用户列表
fr_fr: Erreur obtention de la liste des utilisateurs
ko_kr: 오류 사용자 목록을 가져 오는

# UserBasedFilterFetchError
source: There's an error retrieving user list from Dashboard Server
chs: 有从仪表板服务器错误检索用户列表
fr_fr: Il y a une liste d'utilisateurs la récupération d'erreur de tableau de bord Server
ko_kr: 대시 보드 서버에서 오류 검색 사용자 목록이있다
