Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# BinNameAlreadyExists
source: The field named {0} already exists
chs: 名为{0}的字段已存在
fr_fr: Le champ nommé {0} existe déjà
ko_kr: {0} (이)라는 필드가 이미 있습니다.

source: Bin name should not be empty
chs: Bin名称不应为空
fr_fr: Le nom du bac ne doit pas être vide
ko_kr: 빈 이름을 반드시 입력해야합니다.

source: Bin size should not be empty
chs: 仓大小不应为空
fr_fr: La taille du bac ne doit pas être vide
ko_kr: 빈 크기는 비워 둘 수 없습니다.

# MeasureToCreateBin
source: Select Measure column to create bin
chs: 选择“测量”列以创建箱
fr_fr: Sélectionnez la colonne Mesurer pour créer un bac
ko_kr: 빈을 생성하려면 열 측정을 선택하십시오.

# BinDiffValue
source: Diff:
ko_kr: 차이:

# BinMaxValue
source: Max:
chs: 马克斯:
ko_kr: 맥스:

# BinMeasures
source: Measures:
chs: 措施:
fr_fr: Les mesures:
ko_kr: 조치:

# BinMinValue
source: Min:
chs: 敏:
ko_kr: 최소:

# Bin_BinName
source: Bin name:
chs: 宾名:
fr_fr: Nom du bac:
ko_kr: 저장소 이름:

# Bin_BinSize
source: Bin size:
chs: 箱尺寸:
fr_fr: Taille du bac:
ko_kr: 대 진 크기:

# BinSizeMustNotBeZero
source: Bin size must not be a zero
chs: Bin大小不能为零
fr_fr: La taille du bac ne doit pas être un zéro
ko_kr: 대소 문자 크기는 0이 아니어야합니다.

# AuthorizationCodeFlowDescription
source: The Authorization Code grant type is used by confidential and public clients to exchange an authorization code for an access token.
chs: 机密和公共客户端使用授权代码授权类型来交换访问令牌的授权代码.
fr_fr: Le type de subvention Code d'autorisation est utilisé par les clients confidentiels et publics pour échanger un code d'autorisation pour un jeton d'accès.
ko_kr: 인증 코드 부여 유형은 기밀 및 공개 클라이언트가 액세스 토큰에 대한 인증 코드를 교환하는 데 사용됩니다.

# ClientCredentialFlowDescription
source: The Client Credentials grant type is used by clients to obtain an access token outside of the context of a user. This is typically used by clients to access resources about themselves rather than to access a user's resources.
chs: 客户端使用客户端凭据授予类型来获取用户上下文之外的访问令牌。 客户端通常使用它来访问有关自己的资源，而不是访问用户的资源。
fr_fr: Le type d'accord Informations d'identification du client est utilisé par les clients pour obtenir un jeton d'accès en dehors du contexte d'un utilisateur. Ceci est généralement utilisé par les clients pour accéder aux ressources sur eux-mêmes plutôt que pour accéder aux ressources d'un utilisateur.
ko_kr: 클라이언트 자격 증명 부여 유형은 클라이언트가 사용자의 컨텍스트 외부에서 액세스 토큰을 얻는 데 사용됩니다. 이것은 일반적으로 클라이언트가 사용자 자원에 액세스하는 것이 아니라 자체에 대한 자원에 액세스하는 데 사용됩니다.

# ImplicitFlowDescription
source: The Implicit grant type is a simplified flow that can be used by public clients, where the access token is returned immediately without an extra authorization code exchange step.
chs: 隐式授权类型是公共客户端可以使用的简化流，其中访问令牌立即返回，无需额外的授权代码交换步骤.
fr_fr: Le type d'accord implicite est un flux simplifié pouvant être utilisé par les clients publics, le jeton d'accès étant immédiatement renvoyé sans étape supplémentaire d'échange de code d'autorisation.
ko_kr: 암시 적 부여 유형은 공개 클라이언트가 사용할 수있는 단순화 된 흐름입니다. 액세스 토큰은 추가 인증 코드 교환 단계없이 즉시 반환됩니다..

# PasswordFlowDescription
source: The Password grant type is used by first-party clients to exchange a user's credentials for an access token.
chs: 第一方客户端使用密码授予类型来交换访问令牌的用户凭据.
fr_fr: Le type d'octroi de mot de passe est utilisé par les clients de première partie pour échanger les informations d'identification d'un utilisateur contre un jeton d'accès..
ko_kr: 암호 부여 유형은 자사 클라이언트가 액세스 토큰에 대한 사용자의 자격 증명을 교환하는 데 사용됩니다..

# DataSourceWizardWindowNextButtonContent
source: Next
chs: 下一个
fr_fr: Suivant
ko_kr: 다음 것

# DataSourceWizardWindowUpdateButtonContent
source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 최신 정보

# DashboardDesignerHeaderMenuItemGlobalFilter
source: Global Filter
chs: 全局过滤器
fr_fr: Filtre global
ko_kr: 전역 필터

# GridColumnNames
source: Column Names
chs: 列名称
fr_fr: Noms de colonne
ko_kr: 열 이름

# GridTemplate
source: Template
chs: 模板
fr_fr: Modèle
ko_kr: 주형

# GridSorting
source: Sorting
chs: 排序
fr_fr: Tri
ko_kr: 정렬

# GridTextAlignment
source: Text Alignment
chs: 文字对齐
fr_fr: Alignement du texte
ko_kr: 텍스트 정렬

# GridHeaderAlignment
source: Header Alignment
chs: 标题对齐
fr_fr: Alignement d'en-tête
ko_kr: 헤더 정렬

# GridContentAlignment
source: Content Alignment
chs: 内容对齐
fr_fr: Alignement du contenu
ko_kr: 콘텐츠 정렬

# GridEditSettings
source: Edit Settings...
chs: 编辑设置...
fr_fr: Modifier les paramètres...
ko_kr: 설정 편집...

source: Pages
chs: 网页
fr_fr: Des pages
ko_kr: 페이지

source: Items
chs: 项目
fr_fr: Articles
ko_kr: 항목

# NextPage
source: Go to next page
chs: 转到下一页
fr_fr: Aller à la page suivante
ko_kr: 다음 페이지로 이동

# PreviousPage
source: Go to previous page
chs: 转到上一页
fr_fr: Aller à la page précédente
ko_kr: 이전 페이지로 이동

source: Summary Row
chs: 摘要行
fr_fr: Ligne de résumé
ko_kr: 요약 행

# SummaryRowsShow
source: Show Summary Rows
chs: 显示摘要行
fr_fr: Afficher les lignes de résumé
ko_kr: 요약 행 표시

# SummaryRowsCustomize
source: Customize...
chs: 定制...
fr_fr: Personnaliser...
ko_kr: 사용자 정의...

# SummaryRowEditorApply
source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 최신 정보

# SummaryRowEditorTitle
source: Summary Configuration
chs: 摘要配置
fr_fr: Résumé de la configuration
ko_kr: 요약 구성

# SummaryRowEditorAdd
source: Add new summary row
chs: 添加新的摘要行
fr_fr: Ajouter une nouvelle ligne de résumé
ko_kr: 새 요약 행 추가

# SummaryRowEditorFormat
source: Format the selected summary row
chs: 格式化选定的摘要行
fr_fr: Mettre en forme la ligne de résumé sélectionnée
ko_kr: 선택한 요약 행 서식 지정

# SummaryRowEditorDelete
source: Delete the selected summary row
chs: 删除选定的摘要行
fr_fr: Supprimer la ligne de résumé sélectionnée
ko_kr: 선택한 요약 행 삭제

# SummaryRowEditorExpresssion
source: Create custom Expression
chs: 创建自定义Expression
fr_fr: Créer une expression personnalisée
ko_kr: 사용자 정의 표현식 작성

# SummaryRowEditorRearrange
source: Drag and drop the summary row over another summary row to rearrange the items.
chs: 将摘要行拖放到另一个摘要行上以重新排列项目。
fr_fr: Faites glisser et déposez la ligne de résumé sur une autre ligne de résumé pour réorganiser les éléments..
ko_kr: 요약 행을 다른 요약 행 위로 드래그 앤 드롭하여 항목을 재 배열합니다.

# SummaryRowEditorMin
source: Minimum
chs: 最低限度
fr_fr: Le minimum
ko_kr: 최저한의

# SummaryRowEditorMax
source: Maximum
chs: 最大值
ko_kr: 최고

# SummaryRowEditorAuto
source: Auto
chs: 汽车
ko_kr: 자동

# SummaryRowEditorCustom
source: Custom
chs: 习惯
fr_fr: Douane
ko_kr: 관습

# SummaryRowEditorSum
source: Sum
chs: 和
fr_fr: Somme
ko_kr: 합집합

# SummaryRowEditorCount
source: Count
chs: 计数
fr_fr: Compter
ko_kr: 카운트

# SummaryRowEditorDistinctCount
source: Distinct Count
chs: 不同的数量
fr_fr: Compte distinct
ko_kr: 고유 카운트

# SummaryRowEditorAverage
source: Average
chs: 平均
fr_fr: Moyenne
ko_kr: 평균

# SummaryConfigurationType
source: Type
chs: 类型
ko_kr: 유형

# SummaryConfigurationTitle
source: Title
chs: 标题
fr_fr: Titre
ko_kr: 표제

# SummaryConfigurationColor
source: Value Color
chs: 价值颜色
fr_fr: Valeur Couleur
ko_kr: 가치 색상

# SummaryConfigurationExpression
source: Expression
chs: 表达
ko_kr: 표현

# SummaryConfigurationShowValue
source: Show value
chs: 显示价值
fr_fr: Montrer la valeur
ko_kr: 가치 표시

# SummaryConfigurationReset
source: Click here to reset the added summary rows.
chs: 单击此处重置添加的摘要行.
fr_fr: Cliquez ici pour réinitialiser les lignes de résumé ajoutées.
ko_kr: 추가 된 요약 행을 재설정하려면 여기를 클릭하십시오.

# SummaryRowExpressionAggregation
source: The expression is not a valid aggregation.
chs: 表达式不是有效的聚合.
fr_fr: L'expression n'est pas une agrégation valide.
ko_kr: 표현식이 유효한 집계가 아닙니다.

# SummaryRowEmptyExpression
source: The expression is empty and the summary row information will be removed while updating the summary rows. Do you want to continue?
chs: 表达式为空，并且在更新摘要行时将删除摘要行信息。 你想继续吗？
fr_fr: L'expression est vide et les informations de la ligne de résumé seront supprimées lors de la mise à jour des lignes de résumé. Voulez-vous continuer?
ko_kr: 표현식이 비어 있고 요약 행을 업데이트하는 동안 요약 행 정보가 제거됩니다. 계속 하시겠습니까?

# JoinRelationFieldsValidationTextForMultipleRelation
source: More than one relationship between the same data source sets should not exist.
chs: 不应存在相同数据源集之间的多个关系.
fr_fr: Plusieurs relations entre les mêmes ensembles de sources de données ne doivent pas exister.
ko_kr: 동일한 데이터 소스 세트 간의 둘 이상의 관계가 없어야합니다..

# TotalExpressionRestrictedInAxisElementBoxForBlending
source: The Total function is restricted in the blending widget.
chs: Total函数在混合小部件中受到限制。
fr_fr: La fonction Total est limitée dans le widget de fusion..
ko_kr: 총 기능은 블렌딩 위젯에서 제한됩니다..

# TotalExpressionRestrictedInControlDesignerElementBoxForBlending
source: The Total function is restricted in the blending widget. Please remove the Total expression.
chs: Total函数在混合小部件中受到限制。 请删除Total表达式.
fr_fr: La fonction Total est limitée dans le widget de fusion. Veuillez supprimer l'expression Total.
ko_kr: 총합 기능은 블렌딩 위젯에서 제한됩니다. 총 표현식을 삭제하십시오..

# AddNewRelation
source: New Relation
chs: 新关系
fr_fr: Nouvelle relation
ko_kr: 새로운 관계

# AggregatedExpressionInvalidErrorMessage
source: Expression is in wrong format. Aggregation function should not contains fields from different data sources.
chs: 表达式格式错误。 聚合函数不应包含来自不同数据源的字段.
fr_fr: L'expression est dans un mauvais format. La fonction d'agrégation ne doit pas contenir de champs de différentes sources de données.
ko_kr: 표현식이 잘못된 형식입니다. 집계 함수에는 다른 데이터 소스의 필드가 없어야합니다..

source: Relationship Manager...
chs: 关系经理...
fr_fr: Gestionnaire de relation...
ko_kr: 관계 관리자...

# JoinRelationFieldsValidation
source: Invalid relationship between data sources.
chs: 数据源之间的关系无效.
fr_fr: Relation invalide entre les sources de données.
ko_kr: 데이터 원본 간의 잘못된 관계.

# PublicWindowUnlistedDashboards
source: Unlisted
chs: 不公开
fr_fr: Non répertorié
ko_kr: 비공개

# UpdateData
source: Update
chs: 更新
fr_fr: Mettre à jour
ko_kr: 최신 정보

# IsolationCodeDecryptError
source: Error occurs while decrypt the isolation code
chs: 解密隔离代码时发生错误
fr_fr: Une erreur se produit lors du déchiffrement du code d'isolation
ko_kr: 격리 코드를 해독하는 중 오류가 발생했습니다.

# UpdateDataNotification
source: You can view the data in preview grid on-demand, by clicking the "Update Data" button.
chs: 您可以通过单击“更新数据”按钮按需查看预览网格中的数据.
fr_fr: Vous pouvez afficher les données dans la grille de prévisualisation à la demande, en cliquant sur le bouton "Mettre à jour les données".
ko_kr: "데이터 업데이트"버튼을 클릭하면 필요시 미리보기 그리드에서 데이터를 볼 수 있습니다..

source: Excel
chs: 高强
fr_fr: Exceller
ko_kr: 뛰어나다

source: Image
chs: 图片
ko_kr: 영상

source: Preferences
chs: 喜好
fr_fr: Préférences
ko_kr: 환경 설정

# PreferencesMenu
source: Preferences...
chs: 喜好...
fr_fr: Préférences...
ko_kr: 환경 설정...

source: Export Formats
chs: 出口格式
fr_fr: Formats d'exportation
ko_kr: 내보내기 형식

# DashboardSettingsMenu
source: Dashboard Settings...
chs: 仪表板设置...
fr_fr: Paramètres du tableau de bord...
ko_kr: 대시 보드 설정...

source: Dashboard Settings
chs: 仪表板设置
fr_fr: Paramètres du tableau de bord
ko_kr: 대시 보드 설정

# TotalExpressionRestrictedInExpressionCreationForBlending
source: Expression with "Total" aggregate function should not contain columns from different data sources.
chs: 具有“总计”聚合函数的表达式不应包含来自不同数据源的列.
fr_fr: L'expression avec la fonction d'agrégation "Total" ne doit pas contenir de colonnes de sources de données différentes.
ko_kr: "총"집계 함수를 사용하는 식에는 다른 데이터 소스의 열이 없어야합니다..

# MismatchUserFilterinLoginWindow
source: You have connected to a different dashboard server.The configured user filters with the previous dashboard server will be reset. Do you want to continue?
chs: 您已连接到其他仪表板服务器。将重置与先前仪表板服务器配置的用户过滤器。 你想继续吗？
fr_fr: Vous vous êtes connecté à un autre serveur de tableau de bord. Les filtres utilisateur configurés avec le serveur de tableau de bord précédent sont réinitialisés. Voulez-vous continuer?
ko_kr: 다른 대시 보드 서버에 연결했습니다. 이전 대시 보드 서버로 구성된 사용자 필터가 재설정됩니다. 계속 하시겠습니까?

# UpdateDataTooltip
source: Click here to preview the data for the connected data source.
chs: 单击此处预览连接数据源的数据。
fr_fr: Cliquez ici pour prévisualiser les données de la source de données connectée.
ko_kr: 연결된 데이터 소스의 데이터를 미리 보려면 여기를 클릭하십시오.

# FitToSizeTooltip
source: Click here to toggle between the widget's actual size to fit to screen size.
chs: 单击此处在小部件的实际大小之间切换以适合屏幕大小。
fr_fr: Cliquez ici pour basculer entre la taille réelle du widget et sa taille d'écran.
ko_kr: 화면 크기에 맞게 위젯의 실제 크기를 토글하려면 여기를 클릭하십시오.

# ClearFiltersTooltip
source: Click here to clear the filter(s) applied to the widget.
chs: 单击此处清除应用于窗口小部件的过滤器。
fr_fr: Cliquez ici pour effacer le (s) filtre (s) appliqué (s) au widget.
ko_kr: 위젯에 적용된 필터를 지우려면 여기를 클릭하십시오.

# UpdateWidget
source: Widget needs to updated before performing the selected operation.
chs: 在执行所选操作之前，需要更新窗口小部件。
fr_fr: Le widget doit être mis à jour avant d'effectuer l'opération sélectionnée.
ko_kr: 선택한 작업을 수행하기 전에 위젯을 업데이트해야합니다.

# UnsavedBinAlert
source: Bin is not saved. Do you want to save and continue?
chs: Bin未保存。 你想保存并继续吗？
fr_fr: Bin n'est pas enregistré. Voulez-vous sauvegarder et continuer?
ko_kr: 저장소는 저장되지 않습니다. 저장하고 계속 하시겠습니까?

# QueryExecuteSuccessMessage
source: Query executed successfully.
chs: 查询执行成功。
fr_fr: Requête exécutée avec succès.
ko_kr: 쿼리가 성공적으로 실행되었습니다.

# SettingsButtonUpdateMessage
source: Please update the preview grid to view the created expression.
chs: 请更新预览网格以查看创建的表达式。
fr_fr: Veuillez mettre à jour la grille d'aperçu pour afficher l'expression créée.
ko_kr: 생성 된 표현식을 보려면 미리보기 격자를 업데이트하십시오.

# DataLabelFontSize
source: Value Label Font Size
chs: 值标签字体大小
fr_fr: Taille de la police de l'étiquette de valeur
ko_kr: 값 레이블 글꼴 크기

source: Axis Label Font Size
chs: 轴标签字体大小
fr_fr: Taille de police d'étiquette d'axe
ko_kr: 축 레이블 글꼴 크기

# PropertiesWindowChartLabelIntersectWrap
source: Wrap
chs: 包裹
fr_fr: Emballage
ko_kr: 덮개

# WebdatasourceAccessTokenEmptyAlertMessage
source: Access Token must not be empty.
chs: 访问令牌不能为空.
fr_fr: Le jeton d'accès ne doit pas être vide.
ko_kr: 액세스 토큰은 비워 둘 수 없습니다.

# WebdatasourceSelectedTokenEmptyAlertMessage
source: Selected Token must not be empty.
chs: 选定的令牌不能为空.
fr_fr: Le jeton sélectionné ne doit pas être vide.
ko_kr: 선택한 토큰은 비워 둘 수 없습니다.

# ControlDesignerChangeDataSourceBlendingMessage
source: You need to join both SQL data source to proceed. Alternatively you can reset and use the '
chs: 您需要加入两个SQL数据源才能继续。 或者，您可以重置并使用 '
fr_fr: Vous devez joindre les deux sources de données SQL pour continuer. Sinon, vous pouvez réinitialiser et utiliser le '
ko_kr: 계속 진행하려면 두 SQL 데이터 소스에 모두 참여해야합니다. 또는 리셋하여 '

# JoinTextForMessageBox
source: Join
chs: 加入
fr_fr: Joindre
ko_kr: 어울리다

# ResetTextForMessageBox
source: Reset
chs: 重启
fr_fr: Réinitialiser
ko_kr: 다시 놓기

# GridAllowTextWrap
source: Allow Text Wrap
chs: 允许文字换行
fr_fr: Autoriser le retour à la ligne
ko_kr: 텍스트 둘러싸 기 허용

source: Left Column
chs: 左栏
fr_fr: Colonne de gauche
ko_kr: 왼쪽 열

source: Left Data Source
chs: 左数据源
fr_fr: Source de données gauche
ko_kr: 왼쪽 데이터 소스

# RelationshipManagerWindowTitle
source: Relationship Manager
chs: 关系经理
fr_fr: Gestionnaire de relation
ko_kr: 관계 관리자

# RemoveJoinCondition
source: Remove condition
chs: 删除条件
fr_fr: Supprimer la condition
ko_kr: 조건 제거

# RemoveRelation
source: Remove relationship
chs: 删除关系
fr_fr: Supprimer la relation
ko_kr: 관계 제거

source: Right Column
chs: 右栏
fr_fr: Colonne de droite
ko_kr: 오른쪽 열

source: Right Data Source
chs: 正确的数据来源
fr_fr: Source de données droite
ko_kr: 오른쪽 데이터 원본

# PublishWindowPrivateDashboard
source: Private
chs: 私人的
fr_fr: Privé
ko_kr: 은밀한

# PrivarySettingsContent
source: Privacy Settings
chs: 隐私设置
fr_fr: Paramètres de confidentialité
ko_kr: 개인 정보 설정

# PrivateOptionDetailedMessage
source: Only those with permission can access the dashboard. If the user has permission to edit the dashboard, then sign-in is required. No sign-in is required to view it.
chs: 只有拥有权限的人才能访问仪表板。 如果用户有权编辑仪表板，则需要登录。 无需登录即可查看.
fr_fr: Seules les personnes autorisées peuvent accéder au tableau de bord. Si l'utilisateur est autorisé à modifier le tableau de bord, une connexion est requise. Aucune connexion n'est requise pour le visualiser.
ko_kr: 권한이있는 사용자 만 대시 보드에 액세스 할 수 있습니다. 사용자가 대시 보드를 수정할 권한이있는 경우 로그인해야합니다. 로그인하려면 로그인 할 필요가 없습니다.

# PublicOptionDetailedMessage
source: All users within the site can view the dashboard. If the user has permission to edit, then sign-in is required. Anyone with the link can view the dashboard without signing in.
chs: 站点内的所有用户都可以查看仪表板。 如果用户有权编辑，则需要登录。 拥有该链接的任何人都可以在不登录的情况下查看仪表板。
fr_fr: Tous les utilisateurs du site peuvent voir le tableau de bord. Si l'utilisateur est autorisé à modifier, une connexion est requise. Toute personne disposant du lien peut consulter le tableau de bord sans se connecter..
ko_kr: 사이트 내의 모든 사용자는 대시 보드를 볼 수 있습니다. 사용자에게 수정 권한이있는 경우 로그인해야합니다. 링크가있는 모든 사용자는 로그인하지 않고 대시 보드를 볼 수 있습니다.

# UnlistedOptionDetailedMessage
source: Dashboards marked as unlisted are accessible to anyone with a link to them. No sign-in is required. Only dashboard owners can see them in their list.
chs: 标记为不公开的仪表板可供具有链接的任何人访问。 无需登录。 只有仪表板所有者才能在列表中看到它们.
fr_fr: Les tableaux de bord marqués comme non répertoriés sont accessibles à toute personne disposant d'un lien vers ceux-ci. Aucune inscription n'est requise. Seuls les propriétaires de tableaux de bord peuvent les voir dans leur liste..
ko_kr: 비공개로 표시된 대시 보드는 링크가있는 모든 사용자가 액세스 할 수 있습니다. 로그인 할 필요가 없습니다. 대시 보드 소유자 만 목록에서 볼 수 있습니다..

# ProceedContent
source: Proceed
chs: 继续
fr_fr: Procéder
ko_kr: 발하다

# UpdateConfirmation
source: Do you still want to update it?
chs: 你还想更新吗？
fr_fr: Voulez-vous toujours le mettre à jour?
ko_kr: 여전히 업데이트 하시겠습니까?

# DeleteConfirmation
source: Do you still want to delete it?
chs: 你还想删除吗？
fr_fr: Voulez-vous toujours le supprimer?
ko_kr: 여전히 삭제 하시겠습니까?

# InvalidParameterInRestAPI
source: Invalid parameter found
chs: 找到的参数无效
fr_fr: Paramètre invalide trouvé
ko_kr: 유효하지 않은 매개 변수가 발견되었습니다.

# IncorrectSyntaxInRestAPI
source: Incorrect parameter syntax
chs: 参数语法不正确
fr_fr: Syntaxe de paramètre incorrecte
ko_kr: 잘못된 매개 변수 구문

# SettingsButtonUpdateMessageforDuplicateColumn
source: Please update the preview grid to view the duplicated column.
chs: 请更新预览网格以查看重复的列。
fr_fr: Veuillez mettre à jour la grille d'aperçu pour afficher la colonne dupliquée.
ko_kr: 복제 된 열을 보려면 미리보기 격자를 업데이트하십시오.

# DashboardDesignerHeaderMenuItemFilterAction
source: _Filters...
chs: 过滤器
fr_fr: Filtres:

# InitialFilterUserControlTopN
source: TOP 'N'
chs: 前N
fr_fr: Haut %n%

# ToolboxCategoryKeywordList
source: list
chs: 名单
fr_fr: liste

# DataConnectionDataSourceWizardConnectionTypeValuesPostgreSql
source: PostgreSQL
chs: PostgreSQL的

# Blanks
source: (null)
chs: （空值））

source: GitHub
chs: GitHub上

source: Yahoo
chs: 雅虎
fr_fr: Bing

# RelationalSplitButtonTextBoxTwoDigit
source: Two digit
chs: 两位数
fr_fr: Deux chiffres

# ManageCustomWidgetTextHeaderComponentType
source: Component Type
chs: 组件类型
fr_fr: Type de composant

# UserControlsChangeMeasureFormatUserControlUnitValueCrores
source: Crores
chs: 卢比

# DaysOfWeekFr
source: Fr
chs: 神父

# DaysOfWeekTh
source: Th
chs: 钍

# InputGestureTextShiftAltP
source: Shift+Alt+P
fr_fr: Maj + Alt + P

# CustomDateOptionsOfTextBlockContent
source: MM / dd / yyyy
fr_fr: MM / jj / aaaa
