Repository: syncfusion/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/4.1.0.84/*/Resources.*.resx
Languages: chs, fr_fr, ko_kr

# DataSourceLoadErrorMessage
source: Error with the following datasources
chs: 误差与下列数据源
fr_fr: Erreur avec les sources de données suivantes
ko_kr: 다음 데이터 소스와 오류

# UserFilterFilterTypeChecked
source: Checked
chs: 经过
fr_fr: Vérifié
ko_kr: 체크됨

# UserFilterTypeUnchecked
source: Unchecked
chs: 未选中
fr_fr: incontrôlé
ko_kr: 체크 풀림

# PreviewButtonPreview
source: Preview dashboard
chs: 仪表盘预览
fr_fr: Aperçu tableau de bord
ko_kr: 미리보기 대시 보드

source: Fetching User List
chs: 获取用户列表
fr_fr: Comparaison Liste des utilisateurs
ko_kr: 가져 오기 사용자 목록

# UserBasedDataFetchError
source: There's an error retrieving data
chs: 这里有一个错误的数据检索
fr_fr: Il y a une erreur récupération de données
ko_kr: 오류 검색 데이터가있다

# UserFilterWindowRButtonMerge
source: Merge
chs: 合并
fr_fr: Fusionner
ko_kr: 병합

# UserFilterWindowRButtonReplace
source: Replace
chs: 更换
fr_fr: Remplacer
ko_kr: 교체

# RelationalSplitButtonTextBoxDay
source: Day(s)
chs: 天
fr_fr: Jour(s)
ko_kr: 일

# RelationalSplitButtonTextBoxHour
source: Hour
chs: 小时
fr_fr: Heure
ko_kr: 시간

# RelationalSplitButtonTextBoxMonth
source: Month(s)
chs: 个月
fr_fr: Mois
ko_kr: 개월

# RelationalSplitButtonTextBoxQuarter
source: Quarter(s)
chs: 四分之一（S）
fr_fr: QUARTS
ko_kr: 병사)

# RelationalSplitButtonTextBoxWeek
source: Week
chs: 周
fr_fr: Semaine
ko_kr: 주

# RelationalSplitButtonTextBoxYear
source: Year(s)
chs: 年份）
fr_fr: Années
ko_kr: 5 년

# ChooseUserFilterExport
source: Choose filters to export
chs: 选择过滤器出口
fr_fr: Choisissez les filtres pour exporter
ko_kr: 수출 필터를 선택

# ChooseUserFilterImport
source: Choose filters to import
chs: 选择过滤器导入
fr_fr: Choisissez des filtres pour importer
ko_kr: 가져 오기 필터를 선택

# CopyImportedUserFilterName
source: (Imported)
chs: （进口）
fr_fr: Importé
ko_kr: 가져옴

# ExportUserFilterFileName
source: UserFilter(s)
chs: 用户过滤器（多个）
fr_fr: Filtres d'utilisateur:
ko_kr: 사용자 필터 (들)

# UserFilterSaveFileName
source: Userfilters
chs: 用户过滤器
fr_fr: Filtres d'utilisateur:
ko_kr: 사용자 필터

# UserFilterDataSourceNotExist
source: The following filter(s) cannot be used because one or more columns in the filter(s) cannot be found in the data source(s).
chs: 下面滤波器（多个）不能使用，因为在过滤器（多个）的一个或多个列不能在数据源（多个）被发现。
fr_fr: Le filtre (s) suivant ne peut pas être utilisé car une ou plusieurs colonnes dans le filtre (s) ne peuvent pas être trouvés dans la source (s) de données.
ko_kr: 상기 필터 (들)의 하나 이상의 열을 데이터 소스 (들)에서 발견 할 수 없기 때문에 다음 필터 (들)을 사용할 수 없다.

# UserFilterExport
source: Export
chs: 出口
fr_fr: Exporter
ko_kr: 내보내기

# UserFilterImport
source: Import
chs: 进口
fr_fr: Importer
ko_kr: 가져오기

# AlertBoxOnOpeningInvalidUserFilter
source: Invalid user filter file.
chs: 无效的用户过滤文件。
fr_fr: fichier de filtre utilisateur non valide.
ko_kr: 잘못된 사용자 필터 파일.

# AlertBoxOnOpeningInvalidExportUserFilter
source: No user filters to export.
chs: 没有用户过滤器出口.
fr_fr: Aucun filtre utilisateur pour exporter
ko_kr: 어떤 사용자 필터를 내보낼 수 없습니다

# DefaultMeasureSelectorChoose
source: Choose default measure
chs: 选择默认度量
fr_fr: Choisissez mesure par défaut
ko_kr: 기본 측정 값을 선택

# DefaultMeasureSelectorTitle
source: Default Measure
chs: 默认度量
fr_fr: Par défaut Mesure
ko_kr: 기본 측정

# AlertForInvalidUserFilterName
source: Name already exists
chs: 名称已经存在
fr_fr: Nom existe déjà
ko_kr: 이름이 이미 존재합니다

# RelationalSplitButtonDefaultMeasure
source: Default Measure...
chs: 默认措施...
fr_fr: Mesure par défaut ...
ko_kr: 기본 측정 ...

# UserFilterWindowContextViewUsers
source: View users in group
chs: 组查看用户
fr_fr: Afficher les utilisateurs dans le groupe
ko_kr: 그룹의 사용자보기

# SsasAxisElementBoxValuesAlertMessage
source: Dimension element is not allowed in the Value(s) section of this connection.
chs: 维元件并不在这方面的值（S）部分允许的。
fr_fr: élément de dimension est pas autorisé dans la section Valeur (s) de cette connexion.
ko_kr: 차원 요소는이 연결의 값 (들) 섹션에서 허용되지 않습니다.

# SsasAxisElementBoxColumnsAlertMessage
source: Measure element is not allowed in the Column(s) section of this connection.
chs: 测量元件未在此连接的列（多个）部分允许的。
fr_fr: élément de mesure ne sont pas autorisés dans la section colonne (s) de cette connexion.
ko_kr: 측정 요소는이 연결의 열 (들) 섹션에서 허용되지 않습니다.

# SsasAxisElementBoxActualValueAlertMessage
source: Dimension element is not allowed in the Actual Value section of this connection.
chs: 维元件并不在这方面的实际值部分允许的。
fr_fr: élément de dimension est pas autorisé dans la section de la valeur réelle de cette connexion.
ko_kr: 차원 요소는 이러한 연결의 실제 값 섹션에서 허용되지 않는다.

# SsasAxisElementBoxColumnAlertMessage
source: Measure element is not allowed in the Column section of this connection.
chs: 测量元件并不在此方面的柱部分允许的。
fr_fr: élément de mesure ne sont pas autorisés dans la section de la colonne de cette connexion.
ko_kr: 측정 요소는이 연결의 열 섹션에서 허용되지 않습니다.

# SsasAxisElementBoxLineValuesAlertMessage
source: Dimension element is not allowed in the Line Value(s) section of this connection.
chs: 维元件没有在线路值（S）此连接的部分允许的。
fr_fr: élément de dimension est pas autorisée dans la valeur (s) section de cette connexion Line.
ko_kr: 차원 요소는 행 값 (들)이 연결 섹션에서 허용되지 않습니다.

# SsasAxisElementBoxRowsAlertMessage
source: Measure element is not allowed in the Row(s) section of this connection.
chs: 测量元件并不在此方面的行（多个）部分允许的。
fr_fr: élément de mesure ne sont pas autorisés dans la section Ligne (s) de cette connexion.
ko_kr: 측정 요소는이 연결의 행 (들) 섹션에서 허용되지 않습니다.

# SsasAxisElementBoxRowAlertMessage
source: Measure element is not allowed in the Row section of this connection.
chs: 测量元件并不在此方面的行部分允许的。
fr_fr: élément de mesure ne sont pas admis dans la section de ligne de cette connexion.
ko_kr: 측정 요소는 이러한 연결의 행 섹션에서 허용되지 않는다.

# SsasAxisElementBoxTargetValueAlertMessage
source: Dimension element is not allowed in the Target Value section of this connection.
chs: 维元件并不在这方面的目标价值部分允许的。
fr_fr: élément de dimension est pas autorisé dans la section Valeur cible de cette connexion.
ko_kr: 차원 요소는 이러한 연결의 목표 값 섹션에서 허용되지 않는다.

# SsasAxisElementBoxValueAlertMessage
source: Dimension element is not allowed in the Value section of this connection.
chs: 维元件并不在这方面的值部分允许的。
fr_fr: élément de dimension est pas autorisé dans la section Valeur de cette connexion.
ko_kr: 차원 요소는이 연결의 값 섹션에서 허용되지 않습니다.

# LogOnSettingRemoveCurrentUserWarningMessage
source: is currently logged in. Removing
chs: 当前登录。卸下
fr_fr: est actuellement connecté. Retrait
ko_kr: 현재. 로그인 제거된다

# MainWindowPreviewRefreshUserList
source: Refresh Userlist
chs: 刷新用户列表
ko_kr: 새로 고침 사용자 목록

# UserFilterFieldValuesRefreshData
source: Refresh Data
chs: 刷新数据
fr_fr: Actualiser les données
ko_kr: 데이터 새로 고침

# ExpressionFieldInvalidFloatDataAlertMessage
source: Invalid float value leads to error. Value should be between -1 and +1.
chs: 无效的浮点值会导致错误。值应为-1和+1之间。
fr_fr: valeur flottante non valide conduit à l'erreur. La valeur doit être comprise entre -1 et +1.
ko_kr: 잘못된 부동 소수점 값은 오류로 이어집니다. 값은 -1과 +1 사이 여야합니다.

# DataConnectionDataSourceWizardConnectionTypeValuesSsas
source: Microsoft SQL Server Analysis Services
chs: Microsoft SQL Server分析服务
ko_kr: 마이크로 소프트 SQL 서버 분석 서비스

# DefaultMeasureSelectorNoMeasure
source: No measure to display
chs: 没有测量显示
fr_fr: Aucune mesure pour afficher
ko_kr: 어떤 측정 표시 없습니다

# RelationalSplitButtonHeaderTextShortDate
source: ShortDate
chs: 短日期
ko_kr: 간단한 날짜

# LogOnErrorDeactivated
source: User account is deactivated.
chs: 用户帐号被停用。
fr_fr: Le compte utilisateur est désactivé.
ko_kr: 사용자 계정이 비활성화됩니다.

# LogOnErrorDeletedUser
source: User account is deleted
chs: 用户帐户被删除
fr_fr: Le compte utilisateur est supprimé
ko_kr: 사용자 계정이 삭제됩니다

# LogOnErrorInvalidPassword
source: Invalid password.
chs: 无效的密码。
fr_fr: Mot de passe incorrect.
ko_kr: 비밀번호가 잘못되었습니다.

# LogOnErrorInvalidUserNamePassword
source: Invalid username or password.
chs: 无效的用户名或密码.
fr_fr: Nom d'utilisateur ou mot de passe invalide
ko_kr: 사용자 이름 또는 비밀번호가 잘못되었습니다.

# LogOnErrorUserNotFound
source: User not found
chs: 用户未找到
fr_fr: L'utilisateur n'existe pas
ko_kr: 사용자를 찾을 수 없습니다

# LogOnErrorVersionError
source: Unable to connect server.
chs: 无法连接服务器。
fr_fr: Impossible de connecter le serveur.
ko_kr: 서버에 연결할 수 없습니다.

# LogOnMessageDesignerVersion
source: Designer Version
chs: Designer版本
fr_fr: Version Designer
ko_kr: 디자이너 버전

# LogOnMessageServerVersion
source: Server Version
chs: 服务器版本
fr_fr: Version Server
ko_kr: 서버 버전

# ExpressionFunctionEmailDescription
source: Returns the current user's Email. This function uses Dashboard Server user's Email id when the user is signed in, else it returns null.
chs: 返回当前用户的电子邮件。该功能使用仪表板服务器的用户的电子邮件ID，当用户登录，否则返回null。
fr_fr: Renvoie Email de l'utilisateur actuel. Cette fonction utilise Email id Dashboard Server utilisateur lorsque l'utilisateur est connecté, sinon il renvoie null.
ko_kr: 현재 사용자의 이메일을 돌려줍니다. 사용자가 로그인 할 때이 기능은 다른는 null를 돌려, 대시 보드 서버 사용자의 이메일 ID를 사용합니다.

source: Show rows where:
chs: 显示行，其中：
fr_fr: Afficher les lignes où:
ko_kr: 보기 행 위치 :

source: And
chs: 和
fr_fr: Et
ko_kr: 과

source: Cancel
chs: 取消
fr_fr: Annuler
ko_kr: 취소하다

source: Clear Filter
chs: 清除过滤器
fr_fr: Effacer le filtre
ko_kr: 필터 지우기

source: No Items
chs: 没有相关产品
fr_fr: Pas d'éléments
ko_kr: 항목 없음

source: No Matches
chs: 无匹配
fr_fr: Pas de correspondance
ko_kr: 없음 일치하지 않습니다

source: OK
chs: 行
fr_fr: D'accord
ko_kr: 확인

source: Or
chs: 或
fr_fr: Ou
ko_kr: 혹은

source: Search
chs: 搜索
fr_fr: Chercher
ko_kr: 검색

source: (Select All)
chs: （全选）
fr_fr: Tout sélectionner
ko_kr: 모두 선택

# SortNumberAscending
source: Sort Smallest to Largest
chs: 排序从最小到最大
fr_fr: Trier petit au plus grand
ko_kr: 정렬 작은 최대로

# SortNumberDescending
source: Sort Largest to Smallest
chs: 排序从大到小
fr_fr: Trier grand au plus petit
ko_kr: 정렬 가장 큰 작은에

# SortDateAscending
source: Sort Oldest to Newest
chs: 排序最旧到最新
fr_fr: Trier ancien au plus récent
ko_kr: 정렬 오래된 최신에

# SortDateDescending
source: Sort Newest to Oldest
chs: 排序最新到最旧
fr_fr: Trier récent au plus ancien
ko_kr: 정렬 최신 오래된로

# SortStringAscending
source: Sort A to Z
chs: 排序从A到Z
fr_fr: Trier A à Z
ko_kr: Z에 정렬 A를

# SortStringDescending
source: Sort Z to A
chs: 排序Z到A
fr_fr: Trier Z à A
ko_kr: (A)에 정렬 Z

source: Equals
chs: 等于
fr_fr: Égal à
ko_kr: 1 %1 와 %2 같다

source: Begins With
chs: 开始于
fr_fr: Commence par
ko_kr: 시작

source: Contains
chs: 包含
fr_fr: Contenu
ko_kr: 다음 포함

source: Empty
chs: 空
fr_fr: Vide
ko_kr: 비어 있음

source: Ends With
chs: 结束
fr_fr: Se termine par
ko_kr: 로 종료

# NotContains
source: Does Not Contain
chs: 不含
fr_fr: Ne contient pas
ko_kr: 비 포함

source: Not Empty
chs: 不是空的
fr_fr: Non vide
ko_kr: 빈 없음

# NotEquals
source: Does Not Equal to
chs: 不等于
fr_fr: Ne est pas égal à
ko_kr: 동일하지 않습니다

source: Not Null
chs: 非空
fr_fr: Non Null
ko_kr: 널 없음

source: Null
chs: 空值
fr_fr: @invalide
ko_kr: 없는

source: Greater Than
chs: 比...更棒
fr_fr: Supérieur à
ko_kr: 보다 큽니다.

# GreaterThanorEqual
source: Greater Than or Equal to
chs: 大于或等于
fr_fr: Supérieur ou égal à
ko_kr: 보다 크거나 같습니다.

source: Less Than
chs: 少于
fr_fr: Moins de
ko_kr: 보다 작습니다.

# LessThanorEqual
source: Less Than or Equal to
chs: 小于或等于
fr_fr: Inférieur ou égal à
ko_kr: 보다 작거나 같습니다.

source: Before
chs: 之前
fr_fr: Jours précédents:
ko_kr: 전

# BeforeOrEqual
source: Before Or Equal to
chs: 之前或等于
fr_fr: Avant ou égal à
ko_kr: 전에거나 같음

source: After
chs: 在
fr_fr: Après
ko_kr: 비밀번호 시도 횟수:

# AfterOrEqual
source: After Or Equal to
chs: 之后或等于
fr_fr: Après ou égal à
ko_kr: 후 또는 같음

source: Text Filters
chs: 文本过滤器
fr_fr: Filtres de texte
ko_kr: 텍스트 필터

source: Number Filters
chs: 号码过滤
fr_fr: Filtres numériques
ko_kr: 번호 필터

source: Date Filters
chs: 日期过滤器
fr_fr: Date de Filtres
ko_kr: 날짜 필터

source: Close
chs: 关
fr_fr: Fermer
ko_kr: 닫기

# MatchCaseToolTip
source: Match Case
chs: 相符
fr_fr: Cas de correspondance
ko_kr: 경기 케이스

# SelectDateToolTip
source: Select Date
chs: 选择日期
fr_fr: Sélectionnez date
ko_kr: 날짜 선택

# LogOnErrorSameUserInformation
source: User information is already present. Do you still want to login/switch?
chs: 用户信息是已经存在。你还想要登录/切换？
fr_fr: Informations sur l'utilisateur est déjà présent. Voulez-vous toujours de se connecter / commutateur?
ko_kr: 사용자 정보가 이미 존재한다. 여전히 로그인 하시겠습니까 / 전환?

# PublicWindowFavoriteDashboard
source: Mark as favorite
chs: 标记为收藏
fr_fr: Marquer comme favori
ko_kr: 즐겨 찾기로 표시

# PublicWindowPublicDashboard
source: Public
chs: 上市
fr_fr: Publique
ko_kr: 공공의

# FavoriteDashboardText
source: Favorite Dashboards
chs: 最喜欢的仪表板
fr_fr: Dashboards préférés
ko_kr: 즐겨 찾기 대시 보드

# SetAsFavoriteErrorMessage
source: An error occured while trying to set the dashboard as favorite
chs: 尝试设置仪表盘为收藏时出错
fr_fr: Une erreur est survenue lors de la tentative de définir le tableau de bord en tant que favori
ko_kr: 즐겨 찾기로 대시 보드를 설정하는 동안 오류가 발생했습니다

# AlertBoxInformationNoData
source: No records to display
chs: 无记录可显示
fr_fr: Aucun enregistrement à afficher
ko_kr: 레코드 표시 없습니다

# DataConnectionDataSourceWizardConnectionTypeValuesHive
source: Hive
chs: 蜂巢
fr_fr: Ruche
ko_kr: 하이브

# PostgreUnableToConvertStringToCorrespondingDataType
source: Unable to Convert String value to corresponding
chs: 无法字符串值转换为相应的
fr_fr: Impossible de convertir la valeur correspondant à chaîne
ko_kr: 대응하는 문자열 값을 변환 할 수 없습니다

# ContainerPropertiesHeaderTextLimitDates
source: Limit Dates
chs: 限制日期
fr_fr: Dates limites
ko_kr: 제한 날짜

# ErrorWhileImportingDataSourceFromServer
source: Unable to import the following datasource(s)
chs: 无法导入以下数据源（S）
fr_fr: Impossible d'importer la source de données suivante (s)
ko_kr: 다음 데이터 소스 (들)을 가져올 수 없습니다

# LogOnSettingRemoveCurrentUserWarningMessageWithName
source: will affect the login. Do you want to continue?
chs: 会影响登录。你想继续吗？
fr_fr: aura une incidence sur la connexion. Voulez-vous continuer?
ko_kr: 로그인에 영향을 미칠 것입니다. 당신은 계속 하시겠습니까?

# UserFilterDynamicContent
source: Include items which will be added in future
chs: 包括将在未来增加的项目
fr_fr: Inclure des éléments qui seront ajoutés à l'avenir
ko_kr: 미래에 추가 될 항목을 포함

# UserFilterExportButton
source: Export...
chs: 出口...
fr_fr: Exportation
ko_kr: 내보내기

# UserFilterImportButton
source: Import...
chs: 进口...
fr_fr: Importer
ko_kr: 가져오기

# AxisElementBoxDateAlertMessage
source: Date is not correct format for this control in Shape
chs: 日期是不是这个控制形状正确的格式
fr_fr: La date n'est pas un format correct pour ce contrôle en forme
ko_kr: 날짜는 모양이 컨트롤에 대한 올바른 형식이 아닙니다

# String
source: PropertiesWindowHeaderTextEnableMultipleSelection
chs: 属性窗口标题文本启用多选
fr_fr: Propriétés Fenêtre En-tête Texte Activer la sélection multiple
ko_kr: 속성 창 헤더 텍스트 다중 선택 사용

# DataConnectionAuthenticationMessage
source: Authentication Message
chs: 认证信息
fr_fr: Message Authentification
ko_kr: 인증 메시지

# GroupDropAreaText
source: Drag a column header here to group by that column
chs: 按该列拖到此处一个列标题，组
fr_fr: Faites glisser un en-tête de colonne ici pour le groupe par cette colonne
ko_kr: 해당 열을 기준으로 그룹에 여기에 열 머리글을 드래그

# ButtonContentSave
source: Save
chs: 保存
fr_fr: Sauvegarder
ko_kr: 저장

# CsvSeparatorSymbol
source: Separator
chs: 分隔器
fr_fr: Séparateur
ko_kr: 분리 기호

# CalcualtedFieldUnsavedExpressionAlert
source: Expression is not saved. Do you want to save and continue?
chs: 表达不会被保存。你想保存并继续？
fr_fr: Expression ne sont pas sauvegardées. Voulez-vous enregistrer et continuer?
ko_kr: 표현은 저장되지 않습니다. 저장하고 계속 하시겠습니까?

# RelativeDateFilterAlertMessageStartAndEndRangeEmpty
source: Please select both start and end range value
chs: 请选择开始和结束范围值
fr_fr: S'il vous plaît sélectionner à la fois la valeur de plage début et de fin
ko_kr: 모두 시작과 끝 범위 값을 선택하세요

# RelativeDateFilterAlertMessageTermNameEmpty
source: Relative range name should not be Empty
chs: 相对区域名称不能为空
fr_fr: nom de la plage relative ne doit pas être vide
ko_kr: 상대 범위 이름은 비워 둘 수 없습니다

# RelativeDateFilterAlertMsgStartAndEndRangeLessThan
source: Start range should be lesser than the end range
chs: 起始范围应小于结束范围
fr_fr: CLa plage de début doit être inférieure à la plage de finommencez gamme qui devraient être moindre que la gamme de fin
ko_kr: 최종 범위보다 적은 수 갈까요 범위를 시작합니다

# RelativeDateFilterCustomRange
source: Custom
chs: 自订
fr_fr: Personnalisé
ko_kr: 사용자 지정

# PostgreUnableToConvertDateTimeToCorrespondingDataType
source: Unable to Convert DateTime value to corresponding
chs: 无法约会时间值转换为相应的
fr_fr: Impossible de convertir la valeur DateTime correspondant
ko_kr: 대응하는 날짜 시간 값을 변환 할 수 없습니다

# RelationalSchemaDesigner_MaximumValueText
source: End Value
chs: 最终值
fr_fr: Valeur finale
ko_kr: 최종 값

# RelationalSchemaDesigner_MinimumValueText
source: Start Value
chs: 起始值
fr_fr: Valeur de départ
ko_kr: 시작 값

source: Azure
chs: 天蓝
fr_fr: Azur
ko_kr: 하늘빛

source: Basic HTTP Authentication
chs: 基本HTTP认证
fr_fr: Authentification HTTP Basic
ko_kr: 기본 HTTP 인증

source: Dropbox
chs: Dropbox的
fr_fr: Boîte de dépôt
ko_kr: 드롭박스

source: Facebook
chs: Facebook的
ko_kr: 페이스북

source: Get Access
chs: 可以访问
fr_fr: Avoir accès
ko_kr: 액세스를 받으려면

source: Get Data
chs: 获取数据
fr_fr: Obtenir les données
ko_kr: 데이터 가져 오기

source: Instagram
chs: Instagram的
ko_kr: 인스 타 그램

source: LinkedIn
ko_kr: 링크드인

source: No Authentication
chs: 无验证
fr_fr: Pas d'authentification
ko_kr: 어떤 인증 없음

# OAuthType
source: OAuth
chs: Outh 1.0
ko_kr: OAuth를

source: Salesforce
chs: 销售队伍
ko_kr: 영업

source: Twitter
chs: 微博
ko_kr: 트위

# CalculatedFieldParanthesisMissingError
source: Paranthesis missing
chs: 括号丢失
fr_fr: parenthèse manquante
ko_kr: 누락 괄호

source: Comma
chs: 逗号
fr_fr: Virgule
ko_kr: 콤마

source: Semicolon
chs: 分号
fr_fr: point-virgule ○
ko_kr: 세미콜론

source: Space
chs: 空间
fr_fr: Espace
ko_kr: 전집

source: Tab
chs: 标签
fr_fr: Onglet
ko_kr: 탭

# PropertiesWindowChartTypeStackedArea100
source: 100% Stacked Area
chs: 100％堆积面积
fr_fr: 100% Zone empilée
ko_kr: 100 % 스택 영역

# PropertiesWindowChartTypeStackedBar100
source: 100% Stacked Bar
chs: 100％堆积条形图
fr_fr: 100% Barre empilée
ko_kr: 100 % 스택 막 대형

# PropertiesWindowChartTypeStackedColoumn100
source: 100% Stacked Column
chs: 100％堆积柱形图
fr_fr: 100% de la colonne empilée
ko_kr: 100 % 스택 기둥

# CalculatedFieldExpressionAlreadyExists
source: Given expression name already exists
chs: 定表达式名称已经存在
fr_fr: Étant donné le nom d'expression existe déjà
ko_kr: 주어진 식 이름이 이미 존재합니다

# DeleteMergedTableWithFilterColumns
source: Removing this table will affect filter columns that refer to columns in this table. Do you still want to continue?
chs: 删除此表将影响引用列在此表中过滤列。你还是要继续吗？
fr_fr: La suppression de ce tableau aura une incidence sur les colonnes de filtre qui se réfèrent à des colonnes dans ce tableau. Voulez-vous continuer?
ko_kr: 이 테이블을 제거하면이 표에 열을 참조 필터 컬럼에 영향을 미칠 것입니다. 그래도 계속 하시겠습니까?

# PostgreUnableToConvertNumberToCorrespondingDataType
source: Unable to Convert Integer value to corresponding
chs: 无法整型值转换为相应的
fr_fr: Impossible de convertir la valeur Integer à correspondante
ko_kr: 대응하는 정수 값을 변환 할 수 없습니다

source: Manage Accounts
chs: 管理帐户
fr_fr: Gérer les comptes
ko_kr: 계정 관리

source: New User Login
chs: 新用户登录
fr_fr: Nouvel utilisateur Connexion
ko_kr: 새 사용자 로그인

source: Users
chs: 用户
fr_fr: Utilisateurs
ko_kr: 사용자

# CheckInternetConnection
source: There was an error in connecting to the server. Please check your internet connection.
chs: 有在连接到服务器错误。请检查您的网络连接。
fr_fr: Il y a eu une erreur dans la connexion au serveur. S'il vous plaît vérifier votre connexion Internet.
ko_kr: 서버에 연결 오류가 발생했습니다. 인터넷 연결을 확인하시기 바랍니다.

# CheckInternetConnectionWaitingHeader
source: Connecting to server...
chs: 连接到服务器...
fr_fr: Connexion aux serveurs...
ko_kr: 서버에 연결 중...

# CheckInternetConnectionWaitingText
source: Waiting for Connection
chs: 等待连接
fr_fr: Attente de connexion
ko_kr: 연결 대기 중

source: Widget Settings
chs: 窗口小部件设置
fr_fr: Paramètres de Widget
ko_kr: 위젯 설정

# PropertiesWindowChartDefaultPalette
source: Use Default Palette
chs: 使用默认调色板
fr_fr: Palette Use Default
ko_kr: 사용 기본 팔레트

# PropertiesWindowChartLabel
source: Label Overflow Mode
chs: 标签溢出模式
fr_fr: Mode de débordement Label
ko_kr: 라벨 오버 플로우 모드

# PropertiesWindowChartLabelIntersectHide
source: Hide
chs: 隐藏
fr_fr: Cacher
ko_kr: 숨기기

# PropertiesWindowChartLabelIntersectTrim
source: Trim
fr_fr: Garniture
ko_kr: 트림

# PropertiesWindowChartSegmentWiseLabel
source: Segment
chs: 分割
ko_kr: 분절

# PropertiesWindowChartSeriesColorPalette
source: Series Palette
chs: 系列调色板
fr_fr: Palette Série
ko_kr: 시리즈 팔레트

# PropertiesWindowChartTotalWiseLabel
source: Total
chs: 总计
ko_kr: 합계

source: Client ID
chs: 客户端ID
fr_fr: ID du client
ko_kr: 클라이언트 ID

source: Client Secret
chs: 客户端密钥
ko_kr: 클라이언트 비밀

source: Redirect URL
chs: URL重定向
fr_fr: Rediriger URL
ko_kr: URL 리디렉션

# WaitingIndicatorSubtitleValidateURL
source: Validating server settings
chs: 验证服务器设置
fr_fr: Validation des paramètres du serveur
ko_kr: 서버 설정을 검증

# WaitingIndicatorSubtitleValidateUrlHeader
source: Connecting to server
chs: 连接到服务器
fr_fr: Connexion aux serveurs...
ko_kr: 서버에 연결 중...

# AdfsLogonErrorUserNotFoundDescription
source: Microsoft Azure login was successful, but we are unable to validate your account with this Dashboard Server.
chs: 微软Azure登录成功，但我们无法与此仪表板服务器来验证您的帐户。
fr_fr: Microsoft Azure connexion a réussi, mais nous ne sommes pas en mesure de valider votre compte avec ce tableau de bord Server.
ko_kr: 마이크로 소프트 애저 로그인에 성공했지만, 우리는이 대시 보드 서버에 계정을 확인할 수 없습니다.

# AdfsLogonErrorUserNotFoundHeader
source: Login failed
chs: 登录失败
fr_fr: Échec de la connexion
ko_kr: 로그인 실패

# ExternalProviderLoginMsAdfs
source: Microsoft ADFS
chs: 微软ADFS
ko_kr: 마이크로 소프트 ADFS

# CustomShape
source: Custom
chs: 自订
fr_fr: Personnalisé
ko_kr: 사용자 지정

# InitialLoginFailMessage
source: User information or connection is invalid. Do you want to continue with login?
chs: 的用户信息或连接是无效的。你要继续登录？
fr_fr: Informations sur l'utilisateur ou de connexion ne sont pas valides. Voulez-vous continuer avec connexion?
ko_kr: 사용자 정보 또는 연결이 잘못되었습니다. 당신은 로그인을 계속 하시겠습니까?

# ExistingApp
source: Existing
chs: 现有
fr_fr: Existant
ko_kr: 기존의

# NewApp
source: New
chs: 新功能
fr_fr: Nouveau texte
ko_kr: 새로운

source: Select Token
chs: 选择令牌
fr_fr: Sélectionnez Token
ko_kr: 토큰을 선택

# Token
source: Token Type
chs: 令牌类型
fr_fr: Type de jeton
ko_kr: 토큰 유형

source: Token Name
chs: 令牌名称
fr_fr: Nom Token
ko_kr: 토큰 이름

# InvalidUrlMessage
source: Invalid URL
chs: 无效的网址
fr_fr: URL invalide
ko_kr: 잘못된 URL

# EnterUrlMessage
source: Enter Server URL
chs: 输入服务器URL
fr_fr: Entrez URL du serveur
ko_kr: 서버 URL을 입력

# CalculatedFieldParameterMissingError
source: Parameter type or count mismatched for the function
chs: 参数类型或计数不匹配的功能
fr_fr: Type de paramètre ou compter dépareillés pour la fonction
ko_kr: 매개 변수 유형 또는 함수에 대한 일치하지 않는 계산

# DataConnectionAlertBoxMessageOAuthEmpty
source: Please fill all the fields.
chs: 请填写所有字段。
fr_fr: Remplissez tous les champs s'il vous plait!
ko_kr: 모든 필드를 기입하십시오.

# Documentation
source: Click here to know more about OAuth
chs: 点击此处了解有关OAuth的更多信息
fr_fr: Cliquez ici pour en savoir plus sur OAuth
ko_kr: OAuth에 대한 자세한 내용을 보려면 여기를 클릭하십시오.

# LogOnErrorVersionErrorLogInAgain
source: You cannot connect to a server with different version. Do you want to continue with login again ?
chs: 您无法连接到不同版本的服务器。你想再次继续登录？
fr_fr: Vous ne pouvez pas vous connecter à un serveur avec version différente. Voulez-vous continuer avec connexion à nouveau?
ko_kr: 당신은 다른 버전과 서버에 연결할 수 없습니다. 다시 로그인을 계속 하시겠습니까?

# ChangeConnectionChange
source: Do you want to change the connection string?
chs: 你想更改连接字符串？
fr_fr: Voulez-vous changer la chaîne de connexion?
ko_kr: 당신은 연결 문자열을 변경 하시겠습니까?

# NotAccessibleMessageForOndemandConnectionString
source: is not accessible.
chs: 不可访问。
fr_fr: n'est pas accessible.
ko_kr: 액세스 할 수 없습니다.

# SparkUseAuthenticationCheckbox
source: Use authentication
chs: 使用验证
fr_fr: Utiliser l'authentification
ko_kr: 인증 사용

# OdbcAnsiSqlUserControlConnectWithDatasourceOrDriver
source: Connect Driver
fr_fr: Connecter le pilote
ko_kr: 연결 드라이버

# OdbcAnsiSqlUserControlAdditionalString
source: Edit connection
fr_fr: Modifier la connexion
ko_kr: 연결 편집

# OdbcAnsiSqlUserControlErrorConnectionString
source: Invalid ODBC connection string
fr_fr: Chaîne de connexion ODBC invalide
ko_kr: 잘못된 ODBC 연결 문자열

# OdbcAnsiSqlUserControlErrorConnectWithDriver
source: Unable to connect with the driver :
chs: 无法连接到驱动程序：
fr_fr: Impossible de se connecter au pilote:
ko_kr: 드라이버와 연결할 수 없습니다 :
